{
  "courses": [
    {
      "first_year": [
        {
          "id": "civil_procedure_I",
          "title": "Civil Procedure I",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Law Practice, Litigation and ADR Courses",
          "active": true,
          "html": "<p>Civil Procedure I is an introduction to procedures employed by state and federal courts for resolution of civil disputes. The course will investigate the process of forum selection, the pleadings stage of litigation, the discovery process, and the summary judgment mechanism as a device for terminating litigation prior to trial. In addition, the course will investigate alternatives to traditional civil litigation such as arbitration and mediation.</p>"
        },
        {
          "id": "comparative_and_historical_legal_perspectives",
          "title": "Comparative and Historical Legal Perspectives",
          "frequency_key": "A",
          "type": "First Year",
          "family": "International and Comparative Law Courses",
          "active": true,
          "html": "<p>This course is a wide-ranging historical introduction to our Common Law legal tradition. The course also provides a comparative legal perspective on the Common Law versus Civil Law systems. In addition, the course includes topics focusing on: the role of law and lawyers, legal education, non-Western concepts of law, so-called Alternative Dispute Resolution (ADR), and changing perceptions of law in America. Thus, the course offers comparative, historical, cultural, and jurisprudential dimensions to law. It establishes a broad context not only for other first-year courses, but for the student’s entire legal education and work as a lawyer.</p>"
        },
        {
          "id": "contracts_I",
          "title": "Contracts I",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Business and Tax Law Courses",
          "active": true,
          "html": "<p>In an industrial society characterized by a \"free\" enterprise system and notions of individual freedom, \"contract\" is one of the primary means by which private individuals order their affairs. The contracts course inquires into why promises are enforced as contracts, which promises are enforced, and how they are enforced. The course places emphasis on close and critical analyses of court decisions.</p>"
        },
        {
          "id": "criminal_law_I",
          "title": "Criminal Law I",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Criminal Law Courses",
          "active": true,
          "html": "This course considers the general principles of substantive criminal law and evaluates them in terms of the various purposes that justify a system of criminal punishment. It will include an analysis of the doctrines of mens rea attempt, complicity, and conspiracy as well as certain crimes such as homicide and certain defenses such as self-defense."
        },
        {
          "id": "elements_of_legal_argumentation_I",
          "title": "Elements of Legal Argumentation (ELA-I)",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Not defined",
          "active": true,
          "html": "<p>ELA-I is the foundational legal analysis and communication course.  In the context of a problem solving approach to legal writing students learn how to do the information gathering, pre-thinking and argument development that are essential to good legal communication.  Students learn to identify legal issues presented by specific fact situations.  They are given an overview of collecting relevant information, including an introduction to legal research.  Students learn how to connect this information as they analyze a legal problem in preparation for writing both predictive and persuasive documents.  Students learn how to determine relevant legal rules and apply those rules to specific facts to arrive at a reasonable conclusion in a specific case.  Students practice organizing the information and their analysis into a logical and coherent structured proof of their conclusion and then effectively presenting the proof in a specific written or oral format to a specific audience.  Students also learn to perfect the mechanics of their documents as they learn techniques for effective revising and editing.   Assignments include short in class and out of class information gathering, pre-writing, writing and oral communication exercises as well as lengthier writing assignments.  In addition, students are introduced to client communications and legal drafting.</p>"
        },
        {
          "id": "elements_of_legal_argumentation_II",
          "title": "Elements of Legal Argumentation (ELA-II)",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Not defined",
          "active": true,
          "html": "<p>The second semester ELA-2 course continues the study and practice of legal reasoning and communication that was begun in ELA-1. Students will have the opportunity to use their basic understanding of the core concepts and tools learned in ELA-1 as they complete a variety of both oral and written presentations.  Focus is on argumentation and rhetoric as the means to building strong and persuasive documents and presentations. Students continue to practice the process of legal writing as they research, analyze, organize, write and revise litigation and other practice related documents.  The primary context for the work done in ELA-2 involves writing briefs to a specific court. In addition to writing complete briefs, students will complete several smaller assignments focusing on specific skills related to strong argumentation and development of legal proofs. Students will also give several oral arguments and presentations in class throughout the semester.  Additionally, students will be introduced to the role of ADR in client representation and will begin to learn about court and ethical rules related to brief writing and client representation.</p>"
        },
        {
          "id": "introduction_constitutional_law",
          "title": "Introduction to Constitutional Law",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Civil Rights and Constitutional Law",
          "active": true,
          "html": "<p>This course is an introduction to the study of Constitutional Law. The focus will be on the structural framework established by the Constitution, including principles of federalism and the role of the Supreme Court in policing the constitutional order. Among other things, we will study the doctrine of judicial review, the reach of federal legislative power, limits on the reach of state power, the workings of the Supreme Court, and separation of powers and limits on the exercise of federal judicial power.</p>"
        },
        {
          "id": "practicum",
          "title": "Practicum",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Not defined",
          "active": true,
          "html": "<p>The Practicum Course is not really a separate course; rather, it is a hands-on, practice-based extension of the Torts, Contracts, and Criminal Law courses. Students explore the theoretical connections among the three courses in the context of resolving simulated but realistic client problems. The course stresses practical and analytical skills through writing exercises while also exploring substantive law questions that are addressed in other first semester courses.</p>"
        },
        {
          "id": "property_I",
          "title": "Property I",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Property Law",
          "active": true,
          "html": "<p>This first year course is an introduction to the basic concepts of property law, focusing on the role of possession in allocating the various rights and responsibilities connected with personal and real property. The course covers acquisition of initial property rights, adverse possession, donative transfers, the evolution and nomenclature of interests in estates in land and future interest, concurrent property rights, and takings.</p>"
        },
        {
          "id": "torts",
          "title": "Torts",
          "frequency_key": "A",
          "type": "First Year",
          "family": "Not defined",
          "active": true,
          "html": "<p>Torts is an introduction to the system governing civil liability for wrongs. Unlike contract law, in which persons establish standards governing their relations in private agreements, tort law imposes rights and duties between persons even when the parties have not done so by contract. Unlike criminal law which the government (rather than the victim) imposes societal standards through the medium litigation seeking punishment for violation of criminal law, tort litigation is controlled by the injured person who seeks not punishment, but personal compensation via money damages from the person whose violation of the laws of torts cause harm to the victim. Course coverage focuses on the tort of Negligence. As time permits, other torts are analyzed.</p>"
        }
      ],
      "upper_class": [
        {
          "id": "administrative_law",
          "title": "Administrative Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Legislative and Constitutional Law",
          "active": true,
          "html": "<p>This basic three hour course in Administrative Law studies the legal functioning of government agencies.  Agency actions resemble actions of legislatures and courts, prosecutors and advocates, and"
        },
        {
          "id": "advanced_constitutional_rights",
          "title": "Advanced Constitutional Rights",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Legislative and Constitutional Law",
          "active": true,
          "html": "<p>Advanced Constutional Rights is the continuation of my section's Constitutional Rights course, and focuses on First Amendment issues involving the speech, press, and religion clauses.</p>"
        },
        {
          "id": "advanced_dwi_domestic_violence",
          "title": "Advanced DWI/Domestic Violence",
          "frequency_key": "A",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law",
          "active": true,
          "html": "<p>A practical course for law students and lawyers who are interested in learning about domestic violence, concentrating on civil orders of protection. This course will cover definitions of domestic violence, types of orders of protection, criminal domestic violence, various theories of domestic violence, the role of advocates and lawyers, interplay between domestic violence and other areas of the law, full faith &amp; credit, batterer intervention programs, custody and visitation issues, lethality factors and enforcement of orders of protection. At the conclusion of this course participants will have an understanding of domestic violence issues and be prepared to represent litigants in civil domestic violence cases.</p>"
        },
        {
          "id": "advanced_dwi_dv_prosecution",
          "title": "Advanced DWI-DV Prosecution",
          "frequency_key": "A",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law",
          "active": true,
          "html": "null"
        },
        {
          "id": "advance_immigration_law_in_practice",
          "title": "Advance Immigration Law in Practice",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "International and Comparative Law",
          "active": true,
          "html": "null"
        },
        {
          "id": "advanced_legal_writing_advocacy",
          "title": "Advanced Legal Writing – Advocacy",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation & ADR",
          "active": true,
          "html": "null"
        },
        {
          "id": "advanced_trial_practice",
          "title": "Advanced Trial Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Criminal Law Courses",
          "active": true,
          "html": "<p>This seminar is an extension of the basic Evidence/Trial Practice class. As a result, prerequisites for the class are evidence and trial practice. (Either ETP or the separate evidence and trial practices classes will suffice.) Enrollment will be limited to 24 students. In addition to lectures and class discussions, the students will participate in trial practice exercises and will conduct a final jury trial at the end of the semester. The class will also include the writing and litigating of pretrial motions in evidentiary hearings. Practicing attorneys and judges will assist in the trial practice sessions and final trial.</p>"
        },
        {
          "id": "advanced_tort_litigation",
          "title": "Advanced Tort Litigation",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation & ADR Courses",
          "active": true,
          "html": "<p>This seminar is designed for students who have an interest in personal injury litigation. The course will focus on the basic areas of personal injury litigation as set out below. The course is based almost entirely on New Mexico case law, although frequent references will be made to legal developments and trends outside New Mexico. Considerable emphasis will be given to the practical aspects of developing and trying personal injury cases in New Mexico from first interview through discovery and into trial. This is a problem-based course in which class discussions will be centered on addressing legal issues that are raised by an assigned semester long problem. Among the areas that will be studied are the following:</p><ol> <li>Basic considerations in accepting and evaluating tort cases</li><li>Ethical limitations on tort practitioners</li><li>The nature of the attorney-client relationship in tort cases</li><li>The contingent fee agreement; Statutes of limitation </li><li>Basic Jurisdictional considerations and the New Mexico Long Arm Statute</li><li> Choice of venue, forum and law in tort cases </li><li>The importance of insurance in tort litigation </li><li>Choice of law, direct suits and conflicts of interest</li><li> The duties of insurer and insured <ol> <li>The law of bad faith </li><li>Subrogation</li><li>Disclosure of insurance at trial</li><li>Uninsured and underinsured motorist coverage</li><li>Arbitration of disputes between insurer and insured </li><li>Survey of common liability theories to expand liability to third parties </li><li>Settlements</li><li>Damages</li></ol> </li></ol><p>To the extent class time is available, professional malpractice, governmental immunity, product liability and civil rights topics will be discussed. Class attendance, preparation and participation are expected of all students. Student grades will be based on class attendance, class participation and on the quality of the required course paper. No exam will be given in the course.</p>"
        },
        {
          "id": "advising_internet_and_mobile_based_business_clients",
          "title": "Advising Internet and Mobile-Based Business Clients",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course will provide an overview of current and developing U.S. law affecting Internet law and electronic and mobile commerce. We will examine the specific business law and intellectual property-related issues that every lawyer must address when advising clients who market and/or sell products or services online or on mobile devices.</p>\n<p>This course will enable students to creatively and effectively advise Internet and mobile-based business clients on how to minimize their exposure to liability in online and mobile activities and protect their intellectual property while operating online.</p>\n<p>After completing this course, students will be able to:</p>\n<ul>\n  <li>Understand how businesses operate online and the myriad areas of exposure;</li>\n  <li>Identify the unique risks facing businesses who operate all or partly online;</li>\n  <li>Craft efficient solutions to proactively minimize risks; and</li>\n  <li>Draft the necessary documentation to accomplish these tasks.</li>\n</ul>\n<h3>MAJOR ASSIGNMENTS/METHOD OF EVALUATION & ASSESSMENT:</h3>\n<p>The course grade will be based on multiple writing assignments derived from case studies relating to the topic at hand, requiring students to draft and explain documents that they would use in practice. The final will be a take-home, client-specific drafting assignment that pulls together all we cover throughout the semester.</p>"
        },
        {
          "id": "animal_law_animal_ecosystems",
          "title": "Animal Law/Animal Ecosystems",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>In this course, we will focus on a series of topics that relate to “animal law.”  We will address the extent to which the legal system, specific cases, legislation and background cultural values have affected, and will continue to affect, the ways in which judges, administrators, politicians, lawyers, law students, legal scholars, and lay people see, speak about, and treat animals other than humans.  This course will focus on the evolution, interpretation, and enforcement of laws relating to the use and treatment of animals in our society, evaluation of whether, how and why such laws should be modified, and the possible ramifications of such change.  The course will cover a wide array of animal law issues, including the legal classification of animals as property, loss of companionship/emotional distress, veterinary malpractice, anti-cruelty laws, constitutional standing to sue on behalf of animals, and the development of laws relating to commercial uses of animals.</p><p>The course grade will be based on a combination of experiential and research projects or an exam.</p>"
        },
        {
          "id": "antitrust_law",
          "title": "Antitrust Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law, Intellectual Property",
          "active": false,
          "html": "<p>Antitrust Law protects competition among businesses against private restraint. It is a peculiar blend of legal, economic and business principles. Its practice requires a special mode of analysis called \"antitrust analysis\" or \"thinking like an antitrust lawyer.\" In this survey course we will study monopolization, attempts and conspiracies to monopolize, mergers, and voluntary restraints on trade, including horizontal restraints among competitors and vertical restraints such as those among manufacturers and distributors. We will also cover the intersection of antitrust law with political activity and the extent to which a state may displace the federal antitrust laws in regulating its own industries. Some prior exposure to economics will be helpful, but this course itself will provide all the economic principles needed to understand antitrust law. </p>"
        },
        {
          "id": "appellant_advocacy",
          "title": "Appellant Advocacy",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law, Intellectual Property",
          "active": false,
          "html": null
        },
        {
          "id": "appellate_decision_making",
          "title": "Appellate Decision Making",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>The goal of this class is to offer a “behind-the-scenes” look into the appellate court, which, in turn, will offer insight into how to practice before the trial and appellate courts.  Students will act as judges on the N.M. Court of Appeals and work in panels of three to resolve actual cases before the Court.  Students will gain an understanding of how judges approach issues, decide cases, and write opinions.  This will include the way in which judges limit issues, decide cases narrowly, try to get to the critical and decisive issue, and struggle with cases that can rationally be decided either way.</p>\n<p>In addition, students will complete this course with:</p>\n<ul>\n  <li>An awareness of the importance of careful trial practice (e.g., preservation of error; preservation of argument; identification of critical issues; development of facts, issues, and arguments; offers of proof).</li>\n  <li>An understanding of appellate briefing (e.g., quality product; identification of issues; lack of development of facts, issues, or arguments; identification of the standard of review; raising preservation issues; following rules; avoiding obvious mistakes; good writing skills; brevity; editing by colleagues).</li>\n  <li>An understanding of the importance of collegiality and the processes of panel discussions, collaborative decision-making, and opinion writing.</li>\n</ul>\n<p><strong>Course Content:</strong> Class time will include training on the concepts underlying appellate review generally and the challenges appellate judges wrestle with daily, as well as the specific processes involved in the administration of the New Mexico Court of Appeals.  Guest speakers will be invited to discuss appellate practice, judicial selection/elections, differences between the Court of Appeals and Supreme Court, and other topics.</p>\n<p>Each panel of three students will receive three cases (including briefs, excerpts of the record proper, and transcripts of proceedings) to resolve.  We will hand out all case materials and assign panels and primary authorship to students on the first day of class.  During the semester, each student will draft an opinion to circulate to the other two participants on their panel.  Each participant will also draft a “participation memorandum” that makes substantive and technical suggestions with respect to the circulating proposed opinion.  At some point, the panel members will discuss whether any participant will be writing separately in a dissent or special concurrence.  A portion of class time will be devoted to discussing common challenges encountered at each step of the opinion drafting process and allowing students to receive guidance from and share their experiences and challenges directly with the professors.  Students will be graded on their primary opinion and the opinions they join (or, alternatively, their special concurrence or dissent) as well as smaller assignments and class participation.</p>\n<p><strong>Location:</strong> The class will meet in the library on the third floor of the N.M. Court of Appeals.  The building is secured, so it is important that you arrive with enough time to gain access to the third floor.</p>\n<p><strong>Min/Max Students:</strong> This course requires a minimum of nine (9) and a maximum of twelve (12) students. </p>"
        },
        {
          "id": "appellate_law_in_practice",
          "title": "Appellate Law in Practice",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>What if you were able to take a course that actually got you practicing appellate law in New Mexico? What if all your hard and late-night legal research and writing work this year could be put to use in real cases where it would actually make a difference? Would you like to work one-on-one with established and talented New Mexico appellate attorneys in the Appellate Division of the Public Defender on a variety of criminal law issues? Are you preparing for an appellate clerkship? How about working on cases you might actually be able to cite to on your resume? Appellate Law and Practice is a year-long course in which you will work on actual pending appeals and prepare pleadings, while covering in symposium-style topics such as brief writing, oral argument, summary calendar process, appellate ethics, appellate jurisdiction, standards of review and more.</p>"
        },
        {
          "id": "arbitration",
          "title": "Arbitration",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>Arbitration has become an increasingly popular alternative to traditional litigation.</p>\n<p>This course is taught using a national casebook supplemented with relevant New Mexico case law and statutes. The focus is on domestic rather than international arbitration and voluntary arbitration rather than arbitration compelled by statute.</p>\n<p>After a view of the content and relationship of the federal and state arbitration statutes, the course deals with the functional differences between arbitration and litigation, the drafting of arbitration clauses, the enforcement of agreements to arbitrate, the arbitration process, and the scope and limits of judicial review of arbitrator’s awards.</p>\n<p>At the completion of the course, students will have a firm grasp of the benefits and detriments of arbitration so that they can make sound decisions about whether to agree to arbitration instead of traditional litigation. They also will have an understanding of the tactics and strategy involved in arbitrating disputes successfully.This course is designed for students who will engage in transactional lawyering (drafting contracts, for example) as well as for those who will represent clients before arbitrators. It is not designed to teach persons how to be arbitrators.</p>"
        },
        {
          "id": "art_law",
          "title": "Art Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Intellectual Property",
          "active": false,
          "html": "<p>Art Law explores the practical legal problems of visual artists and the commercial art world. We address the question of \"What is art?\" and examine artists' efforts to protect their art through copyright and moral rights as well as their legal relations with dealers in art (from museums and galleries, to auction houses and individuals).</p><p>Artists who push the boundaries of what is acceptable in mainstream society have often faced attempts to censor their work. The course will include slide presentations of controversial works by Robert Mapplethorpe, Andre Seranno and Madonna (before entering motherhood and her spiritual phase).</p><p>The course may include simulations, where students negotiate contacts to sell various works of art, and field trips to local galleries and museums. Past guest speakers have included David Lockington of the New Mexico Symphony Orchestra, Edith Lambert of the Edith Lambert Gallery in Santa Fe, an auctioneer and a museum director.</p>"
        },
        {
          "id": "bankruptcy",
          "title": "Bankruptcy",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course explores the role of debt, credit, and debt forgiveness in a capitalist society.   It begins with an overview of the state court collection procedures, and then teaches the main provisions of the three primary chapters of the Bankruptcy Code:  Chapter 7 liquidation, Chapter 13 wage-earner rehabilitation, and Chapter 11 reorganization.   The course is taught through the problem-based teaching method, which helps students learn both the theoretical underpinnings of the materials, as well as its direct application to the practice of law.</p>"
        },
        {
          "id": "bioethics_writing_seminar",
          "title": "Bioethics Writing Seminar",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": false,
          "html": "<p>The Bioethics writing seminar will examine legal and ethical issues that arise in health care, medicine, and biological sciences. Students will discuss a range of ethical principles that are applied in healthcare decision making to recognize how those principles are reflected in law. Topics include: human genetics; human subjects research; the physician-patient relationship; informed consent; maternal-fetal decision making; organ transplantation; health care rationing; palliative care; and medically-assisted dying. Students will develop their seminar papers over the semester and fulfill the law school writing requirement. There will be a final examination.</p>"
        },
        {
          "id": "business_and_transactional_drafting",
          "title": "Business and Transactional Drafting",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course introduces the basic contract drafting principles that govern agreements and other instruments used in business transactions. The course focuses on developing good contract drafting skills that are transferable to drafting a contract regardless of subject matter. Accordingly, this course focuses not only on business acquisition agreements but also on a broad range of other instruments including employment contracts, commercial leases, license agreements, and loan agreements. The course covers how to structure an agreement, draft clearly, and deal with both business and legal issues. Weekly assignments will require each student to draft a provision, agreement or other instrument according to the instructions of a hypothetical client. Students will also learn how to review, comment on and revise contract and contract provisions.</p>"
        },
        {
          "id": "business_associations_I",
          "title": "Business Associations I",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": true,
          "html": "<p>This course will explore the various types of business relationships and organizations. Brief coverage is given to factors bearing on choice of organization, including partnership attributes, process of corporate formation, corporate privileges and powers, corporate capital structure, and limited liability. This part of the course will include an introduction to agency law, and the management and transfer of ownership interests in partnerships, limited liability companies, and corporations.</p>"
        },
        {
          "id": "business_associations_II",
          "title": "Business Associations II",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course will build on Business Associations I and will focus on two topics:</p><p>First, the course will examine how corporations and other business entities obtain financing. This component of the course will introduce students to securities laws, basic accounting concepts, methods for valuation of companies, and selected topics of corporate finance, including corporate debt. This component will emphasize financing for smaller, closely held business entities. For example, the securities regulation section will give special attention to private offering exemptions.</p><p>Second, the course will investigate problems of control. This component will focus on problems of control in closely held corporations, but will also examine contests for control in publicly traded corporations.</p><p>If there is enough time, the course will also explore mergers and acquisitions, including takeovers.</p><p>The course may include various drafting, negotiation and practical exercises in accounting, finance and corporate law. </p>"
        },
        {
          "id": "business_planning",
          "title": "Business Planning",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p><strong>Pre-Requisites:</strong> Business Associations I and Federal Income Tax. The faculty also recommends taking this course after, or concurrently with, Taxation of Business Enterprises.</p>\n<p>Business Planning surveys legal considerations in forming, operating, and selling or otherwise exiting closely-held businesses, and prepares students to practice in a transactional setting.  Particular emphasis is placed on representing entrepreneurs.</p>\n<p>The course builds on the foundation laid in Business Associations I and Federal Income Tax and uses readings, problem sets, sample agreements, statutes and regulations, and class discussion to help students begin to recognize and deal effectively with the issues involved in both (a) selecting a sole-proprietorship, partnership, corporation or limited liability company as the form for engaging in business, and (b) structuring the economic benefits, management, and ownership succession of entities among multiple owners.</p>\n<p>The course will devote substantial time to:</p>\n<ul>\n  <li>understanding and drafting documents that form and govern a business entity;</li>\n  <li>reviewing the basic tax consequences of setting up, selling, or liquidating an entity in various settings; and </li>\n  <li>obtaining financing -- including equity investors -- for a small business.</li>\n</ul>\n<p>Other topics may include: mergers and acquisitions, reorganizations, intellectual property concerns, employee compensation and securities laws, all in the context of a closely held business.</p>\n<p>The course is designed not only to expose students to substantive areas of law, but to engage them in creative, transactional practice.  Intensive, lengthy simulations will allow students to develop skills of </p>\n<ul>\n  <li>understanding the business objectives of clients, particularly entrepreneurs; </li>\n  <li>structuring transactions to meet those objectives; </li>\n  <li>negotiating and drafting agreements; and </li>\n  <li>recognizing ethical issues in a business law context.</li>\n</ul>\n<p>Business Planning is therefore a planning course that combines theory with practice. The course grade is based primarily on multiple intensive writing assignments, which require students to draft and explain documents that an attorney would likely use in practice.  The semester culminates with a weekend negotiation simulation in which members of the local bar and business community role play as clients and provide feedback to students.</p>"
        },
        {
          "id": "childrens_law",
          "title": "Children's Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Family Law, Health Law",
          "active": false,
          "html": "<p>Children’s Law is a three credit course examining the various roles that lawyers can play to improve the lives of children and families marginalized by virtue of poverty and other challenges. It will explore the various legal systems in which those children and families may be involved, such as the child welfare, juvenile justice, school-to-prison pipeline, special education, and mental health systems.  The course will explore how attorneys can use their skills to improve the lives of marginalized children through a variety of means, such as negotiation, litigation, interdisciplinary collaboration, and policy/legislative advocacy.  The course is not structured as a traditional course focused on appellate case law. Instead, through class discussion, simulations, guest speakers, field trips, writing assignments, and other exercises, the course will explore the legal systems, policies, and unmet legal needs that affect low-income children and families and on developing professional skills that will serve you in advocating on behalf of children, families, and communities. Active student participation is required.  Students will be graded on their participation and performance in a series of class exercises, discussions, and written assignments.  There is no final exam, and there are no prerequisites for this course.</p>"
        },
        {
          "id": "childrens_law_drafting",
          "title": "Children's Law Drafting",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Family Law, Health Law",
          "active": false,
          "html": "<p>Students will explore the legal system's response to children's special legal needs and issues. Constitutional law in the context of children's issues will be highlighted. Grades will be based on class participation, an in-class presentation, and a final paper.</p>"
        },
        {
          "id": "church_and_state",
          "title": "Church and State",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Legislative and Constitutional Law",
          "active": false,
          "html": "<p>This course will focus on both the Establishment and Free Exercise clauses of the First Amendment.  It will discuss the impact of various models of constitutional interpretation, explore the historical and theoretical underpinnings of the “religion clauses,” and consider the proper role of religion in a pluralistic, secular society.  The course also will look at many contemporary First Amendment issues.  These include, in the context of the Establishment Clause, such topics as religion in public education (e.g., school prayer, creationism), public use of religious symbols and financial support of religion.  With regard to the Free Exercise clause, these issues include government regulation of religious practices, the contours of permissible religious expression and government-mandated accommodation of religion in both the educational and employment contexts.</p><p>The class will be taught in a seminar format, and lively discussion is both expected and encouraged.</p>"
        },
        {
          "id": "civil_procedure_II",
          "title": "Civil Procedure II",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This course continues the analysis (begun in Civil Procedure I) of the procedural stages of a simple lawsuit, considers special problems raised by complex litigation, and explores alternatives to traditional litigation as a means of resolving disputes. </p>\n<p>Course topics include: pre-trial conference; judge and jury selection; judgment as a matter of law; jury instructions and form of verdict; findings of fact and conclusions of law; post-trial motions for new trial and renewed requests for judgment as a matter of law; appeal; motions for relief from judgment; collateral estoppel, res judicata and law of the case; joinder, impleader, intervention, interpleader, declaratory actions and class actions; and arbitration. The focus is on the Federal Rules of Civil Procedure, but New Mexico procedural law is also considered throughout the course. </p>"
        },
        {
          "id": "civil_procedure_drafting_civil_litigation_documents",
          "title": "Civil Procedure Drafting Civil Litigation Documents",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": null
        },
        {
          "id": "community_property",
          "title": "Community Property",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Family Law Courses, Property Law Courses",
          "active": "TRUE",
          "html": "<p>The course examines the property rights of married couples, focusing nespecially on New Mexico community property law, with a comparison to the marital property law of other states.  It covers community property ownership and management rights during marriage, at death, and at divorce, and an examination of choice of law issues.  Particular emphasis will be placed on classification of property and problems of transmutation, commingling, and apportionment, as well as the treatment of specific types of property, such employment related interests ( e.g., professional degrees and licenses, goodwill, and pensions), credit acquisitions, and gifts.</p>"
        },
        {
          "id": "conflicts_of_law",
          "title": "Conflicts of Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>Laws and  legal systems clash, and when they do, there must be a method for determining  which of the competing legal systems is controlling. Conflicts of Law considers  the rules used to determine the applicable law when conflicts of law arise. This course considers:</p>\n<ol>\n  <li>Geographic  Conflicts (Choice of Law): e.g., Does the law of Arizona  or the law of New Mexico apply when a New  Mexican tavern keeper serves an intoxicated person who then injures someone  while driving in Arizona? </li>\n  <li>Vertical  Conflicts (Pre-emption): e.g., Does compliance with federal law mandating  warnings on cigarette packages pre-empt a product liability action under state  law based on inadequate warnings? </li>\n  <li>Time Conflicts (Retroactivity): e.g., Does a 2011 amendment to the Dram Shop Act apply to a 2010 incident that triggers a lawsuit instituted in 2012?</li>\n  <li>Judgment  Conflicts (Full Faith and Credit): e.g., Must New Mexico  enforce a judgment of California's courts if New Mexico concludes that the California court lacked jurisdiction when it rendered the judgment? </li>\n</ol>\n<p>This is a practical course.  Students learn to anticipate potential choice  of law problems, to draft documents to avoid those problems, and to plan  litigation strategy that will maximize the likelihood that the court will apply  law favorable to the client to resolve disputes.</p>"
        },
        {
          "id": "constitutional_rights",
          "title": "Constitutional Rights",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law Courses, Legislative and Constitutional Law Courses",
          "active": "TRUE",
          "html": "<p>This course involves an in-depth inquiry into the building blocks of civil rights law; freedom of expression (speech and press), equal protection, due process, and religious freedom. There will be discussion of litigation strategy and the decision-making processes of the U.S. Supreme Court.</p>"
        },
        {
          "id": "consumer_law_seminar",
          "title": "Consumer Law Seminar",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": "TRUE",
          "html": "<p>This course will focus on the practical application of federal and state general consumer laws, and will cover primarily the New Mexico Unfair Practices Act and the Federal Trade Commission Act.</p><p>Some of the topics to be addressed in this course include:</p><ol><li>Credit and Collections</li><li>Contracts, Warranties and Legal Rights </li> <li>Automobile and Mobile Home Sales </li><li>Door-to-Door Sales </li><li>Home Improvements and Related Services </li><li>Household Products </li><li>Future Service Contracts </li><li>Opportunity Schemes and other \"Non-sale\" Transactions </li></ol>\n<p>Based on these topics, other federal and state laws will most likely be reviewed such as the Truth in Lending Act, the Fair Debt Collection Act, the Door-to Door Sales Act, the Home Loan Protection Act and Motor Vehicle Quality Assurance.</p>\n<p>These interesting facets of consumer law in New Mexico will be learned, by reading New Mexico and Federal case law and by analyzing on-going consumer matters presented to public enforcement authorities and to the private bar.  Our studies will focus on the causes of action and the remedies available, including attorney fees and treble damages.</p><p>The practical application of consumer law will include the development of a client-interview form to address the pertinent issues, the preparation of several model pleadings, and Power Point presentations on specific areas of consumer law.  These projects, and others, will provide both a product to be used in the practice of law and a basis for grading.  There will be no classroom examination.</p>"
        },
        {
          "id": "contracts_II",
          "title": "Contracts II",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course follows from and complements the required first-year Contracts course, by both introducing new topics and exploring in greater depth and complexity some topics that were briefly addressed in Contracts I. Topics to be covered include justifications for denying or limiting enforcement of contracts (such as unconscionability), identification and interpretation of contract terms, policing of contract performance, remedies for breach of contract, and the rights of nonparties to a contract.</p>\n<p>Along with Contracts I, this course provides essential background for more specialized courses including commercial transactions (such as sales of goods), international business transactions, employment law, family law, and others. It also addresses the topics in Contracts that are most often tested on the bar exam.</p>"
        },
        {
          "id": "contracts_drafting",
          "title": "Contracts Drafting",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p> The class will be schedule for 150 minutes each week which is normally the time required for a 3 credit course. During the semester, certain classes will be cancelled with the result that the class time will be equivalent to the time required for a two credit course. </p><p>The class each semester is limited to 12 students. Since it is important to have that number in the class, students will be permitted to drop the course only immediately after the first class if there is a waiting list, and those on the waiting list will be permitted to fill any vacancies.</p><p>The purpose of the course is to introduce students to the design and drafting of contracts. Written assignments will be given on a weekly basis. These will range include drafting of simple contracts, drafting of clauses for inclusion in longer documents, and the analysis and redrafting of complicated contracts. Emphasis will be placed upon the approach to drafting problems and, in some instances, the selection of various ways of accomplishing the same purpose.</p>"
        },
        {
          "id": "copyright_law",
          "title": "Copyright Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": false,
          "html": "<p>Copyright Law will cover all aspects of U.S. Copyright law. Topics will include copyrightable subject matter, rights of copyright holders, limitations on copyright protection, and infringement. Discussion will include the developments in the law which are related to electronic forms of works.</p>"
        },
        {
          "id": "corporate_governance",
          "title": "Corporate Governance",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This seminar will explore the legal framework under which corporations are governed as well as consider contemporary issues in corporate governance. We will examine the duties and responsibilities of directors and officers of business corporations. Whose interests do directors and officers represent in governing and managing the affairs of business enterprises? Under what legal principles do they operate and how are they held accountable to shareholders or others? A number of high profile business failures, some involving accounting improprieties and criminal wrongdoing, as well as issues of escalating executive compensation unrelated to financial performance, have brought recent scrutiny to the laws and principles that govern public companies. Consequently a number of reforms have been suggested by shareholder activist groups and others intended to improve public company governance and performance. We will consider the nature, costs and benefits of such proposals.</p>"
        },
        {
          "id": "criminal_law_in_indian_country",
          "title": "Criminal Law in Indian Country",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": "<p>This course, <em>Criminal Law in Indian Country</em>, is  designed to reflect upon crime and punishment in Indian Country, and the shared  \"criminal\" history of tribal nations.  The  materials are designed to investigate issues of criminal law, constitutional  law and Indian law as they affect Indian individuals, Tribes, and policy. We  will identify and explore impacts on Tribal sovereignty and individual rights  of Native American Indians that have occurred over time through U.S. policy,  statute and case law in the name of crime and punishment – including Treaties, <em>Crow Dog</em> and the Major Crimes Act, Public Law 280,  the Indian Civil Rights  Act, <em>Oliphant</em> and <em>Duro</em>, and the more recent Tribal Law and  Order Act of 2010. With historical impacts in mind, we examine contemporary issues, such as Native American overrepresentation in the criminal justice system, sentencing  disparity, and Natives juveniles in the system. Students will also have an opportunity to review the unique aspects of  criminal jurisdiction in different regions as part of the general understanding  of criminal law and justice in Indian Country.</p><p>Through a problem-solving approach, students will prepare a final paper and present on an  issue related to criminal law in Indian Country.  The goal of the paper/presentation is to expand and incorporate knowledge and contribute solutions to an emerging body of scholarship  in this important and often misunderstood area of Indian law.</p>"
        },
        {
          "id": "criminal_law_in_practice",
          "title": "Criminal Law in Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": true,
          "html": "<p><strong>Pre-req.: Evidence, co-req.: Ethics</strong></p>\n<p><strong>Highly Recommended: Criminal Procedure I, Criminal Procedure II, Trial Practice, Evidence & Trial Practice</strong></p>\n<p>This course will be led by Professor Leo Romero. He will be assisted by four adjuncts--two adjuncts assigned to the course by the Bernalillo County Public Defender’s Office and by two assigned by the Bernalillo County District Attorney’s office.</p>\n<p><strong>Law School Credit and Grading</strong></p>\n<p> The course will be offered for four credits, and will be graded on a “CR”, “C-”, ”D+”, “D”, “D-“, “F” basis. Although the course includes a field experience component, it does not count toward the required six credit hours of “in-house” clinic.</p>\n<p><strong>Classroom component</strong></p>\n<p> The class will meet for two hours each week. Instruction will include topics of applied criminal law, evidence, professional responsibility, and trial practice. Students will view problems from the perspectives of both criminal defense lawyers and prosecutors. The perspective of others in the criminal justice system, such as judges and corrections workers will also be included to the extent possible. Because the classroom component will involve both defenders and prosecutors, principles of professionalism will be explored. </p>\n<p><strong>Field Experience Component</strong></p>\n<p>Eight students will be assigned to the Bernalillo County Public Defender’s Office and eight will be assigned to the District Attorney’s Office for field experience work. The field experience will consist of ten hours per week. The supervision of the students’ field work will be provided by assistant public defenders and assistant district attorneys. These attorneys will work with students to assure that the students have meaningful field work each week. In addition to hands on experience, students’ field work will include observation of many of the lawyering tasks undertaken within the respective offices. Students may be assigned to either the felony or misdemeanor division. Depending on a student’s qualifications (having completed courses in criminal procedure, evidence, and trial practice) she or he will be assigned direct case responsibility (under the supervision of an experienced lawyer) for handling all or portions of their assigned cases, including motions and trials in a wide array of cases. The experience will be rich, intensive, and diverse. </p>"
        },
        {
          "id": "criminal_procedure_I_4th_5th_6th_amendments",
          "title": "Criminal Procedure I (4th, 5th, 6th Amendments)",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": false,
          "html": "<p>This course will cover the pretrial stages of a criminal case and the Constitution's impact on criminal procedure. Classes will focus upon criminal/constitutional issues with emphasis on the Fourth, Fifth, and Sixth Amendments. Subjects covered will include searches and seizures, statements/confessions, due process, and line-ups.</p>"
        },
        {
          "id": "criminal_procedure_II_bail_to_jail",
          "title": "Criminal Procedure II (Bail to Jail)",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": false,
          "html": "<p>This course will focus on the aspects of criminal procedure that are not covered in Criminal Procedure I.  Thus, we will not address the Fourth Amendment (search and seizure) or the Fifth Amendment (due process and confessions).  Using a problem oriented approach, this class will cover topics such as: charging decisions, bail, preliminary hearings, grand jury proceedings, discovery, Brady issues, double jeopardy, joinder and severance, speedy trial, plea bargaining, effective assistance of counsel, sentencing, and habeas corpus.</p><p>This class will also be open to first year students.</p>"
        },
        {
          "id": "criminal_sentencing",
          "title": "Criminal Sentencing",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": true,
          "html": null
        },
        {
          "id": "domestic_violence",
          "title": "Domestic Violence",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law Courses, Criminal Law Courses, Family Law Courses",
          "active": "TRUE",
          "html": "<p>A practical course for law students and lawyers who are interested in \nlearning about domestic violence, concentrating on civil orders of \nprotection. This course will cover definitions of domestic violence, \ntypes of orders of protection, criminal domestic violence, various \ntheories of domestic violence, the role of advocates and lawyers, \ninterplay between domestic violence and other areas of the law, full \nfaith & credit, batterer intervention programs, custody and \nvisitation issues, lethality factors and enforcement of orders of \nprotection. At the conclusion of this course participants will have an \nunderstanding of domestic violence issues and be prepared to represent \nlitigants in civil domestic violence cases.</p>"
        },
        {
          "id": "dwi_dv_prosecution_in_practice",
          "title": "DWI/DV Prosecution in Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Family Law",
          "active": "TRUE",
          "html": "<p>This class will consist of a classroom and field experience component which will educate and prepare students to address the specific needs of DWI and DV prosecution in the state.  Students completing the course will have the essential skills required to pursue careers in the criminal law field.<p><strong>Classroom component</strong></p><p>The class will meet for two set hours each week.  Instruction will include topics of applied criminal law, evidence, professional responsibility, sentencing and trial practice, specific to the prosecution of DWI, DV, and attendant crimes.  In addition to the legal training in the area of prosecuting cases, the class will explore beyond the legal practicalities and educate students on the causes behind and treatment of DWI and DV cases.  Students will get a well-rounded education to prepare them not only to prosecute, but to help work towards the prevention and reduced recidivism of DWI and DV offenses and offenders.</p><p><strong>Field Experience Component</strong></p><p>Students will be assigned 10 hours of field experience work per week.  Field experience will include both case prosecution as well as educational activities to complement the case work, such as attending roadblocks or drug court.  The supervision of the students' field work will be provided by the professor, with occasional assistance from assistant district attorneys. Depending on a student's qualifications (having completed courses in criminal procedure, evidence, and trial practice) she or he will be assigned direct case responsibility (under the supervision of the professor) for handling all or portions of their assigned cases, including motions and trials in a wide array of cases. The experience will be rich, intensive, and diverse. Students who wish to gain further experience may be eligible for an Advanced Program the following semester.</p>"
        },
        {
          "id": "economic_development_in_indian_country",
          "title": "Economic Development in Indian Country",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": "TRUE",
          "html": "<p>Economic development is more important than ever has tribes work to maintain prosperous communities. This course will be project-based and explore economic and\nbusiness development with its tribal, federal and state laws, cases, policies and practices in the context of one or more specific real world projects in tribal communities. Projects may include the areas of natural and cultural resources, intellectual property\nrights, leasing, rights-of-way, taxation, gaming, and other business ventures. It will include working on inter-disciplinary teams, particularly with professional planners, and engaging community stakeholders.</p><p>In addition to learning substantive law relevant to a specific project, the course will require students to research, structure and draft relevant documents and materials which may include corporation documents, transaction documents, contracts, and rights-of-way agreements as well as community guides, plain English explanations, and presentations for use in community engagement processes required for tribal economic development.\nOther forms of drafting such as codes and regulations will be addressed when required by the project. Accordingly, the class will emphasize writing assignments and discussion about the documents as well as the case law that is developing.</p><p>The fall 2016 iteration of the course will be taught as a multi-disciplinary, project-based course in collaboration with the Indigenous Planning Institute of the School of Architecture and Planning. Specifically, it will be a collaboration with Prof. Ted Jojola's Indigenous Planning Studio. The two classes will work with the Pueblo of Zuni on issues arising from its Main Street Development Project, the only indigenous project of its kind\nin the country.</p><p>The class will consist of a three credit drafting course and one credit independent study to account for the multi-disciplinary collaboration with Indigenous Planning and community engagement with the Pueblo of Zuni. The additional hour credit will support both multi-disciplinary and community engagement work including additional joint class time, project planning, and collaboration with Indigenous Planning students and community interaction.with\nZuni stakeholders. Successful students will embrace the project-based, multi-disciplinary collaboration with a tribal community in lieu of more traditional statute and caselaw driven approaches.</p>"
        },
        {
          "id": "elements_of_legal_argumentation_III",
          "title": "Elements of Legal Argumentation III",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": "TRUE",
          "html": null
        },
        {
          "id": "employment_discrimination",
          "title": "Employment Discrimination",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Employment Law",
          "active": false,
          "html": "<p>This course will examine federal statutory law as it applies to discrimination in the workplace. We will focus on Title VII of the Civil Rights Act of 1964 and its amendments; the Age Discrimination in Employment Act; and civil rights statutes from the post-Civil War Reconstruction era, including 42 U.S.C. § 1981. The course will explore the substantive meanings of “discrimination” under these acts, the models of proof for establishing a claim, the theoretical underpinnings of the statutes, and some of the procedural and remedial issues relevant to employment discrimination law.</p>"
        },
        {
          "id": "employment_law",
          "title": "Employment Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Employment Law",
          "active": "TRUE",
          "html": "<p>This course will  analyze state and federal statutes and common law relied upon in the typical  practice of employment law, including the at-will employment doctrine and its  exceptions, Title VII of the Civil Rights Act of 1964, the American with  Disabilities Act, the Family and Medical Leave Act, the Equal Pay Act, Wage and  Hour law, Unemployment Compensation, Workers Compensation, the New Mexico Human  Rights Act, etc. In addition the inquiry into the relevant law, the class will  incorporate exercises in the practical aspects of litigation in this field,  from both the employee and employer perspective.</p>"
        },
        {
          "id": "energy_law",
          "title": "Energy Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>This course examines energy law both doctrinally and in broader social, economic, and political contexts.  Topics include the history, economics, and environmental considerations applicable to energy regulation; and regulation of public utilities, including state and federal price and other controls on the production, transmission, and sale of natural gas and electricity.  The course will also examine laws designed to promote and regulate various forms of energy, such as natural gas, coal, hydro, wind, solar, and other renewables, and the nexus between energy regulation and climate change.</p>"
        },
        {
          "id": "entertainment_law",
          "title": "Entertainment Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Intellectual Property",
          "active": false,
          "html": "<p>This course is designed to introduce law students to legal, business, and creative aspects of the entertainment industry. The course will cover copyright, contracts, compensation, credit, and First Amendment issues related to the film, television, music, and videogame segments of the entertainment industry. Students can earn extra credit points by participating, beyond the minimum requirement, in production work for the Channel 27 television show Arts Talk, which will tape at least four episodes during the semester.</p>"
        },
        {
          "id": "environmental_enforcement",
          "title": "Environmental Enforcement",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": true,
          "html": "<p>\"Ultimately, enforcement of the law is what really counts.\" Evans v. Jeff D., 475 U.S. 717, 743 (1986) (Brennan, J., dissenting).</p><p>Environmental Enforcement takes students beyond what environmental law is to how it is applied. The course introduces students to the major mechanisms available to government agencies for enforcing environmental laws: administrative proceedings, civil litigation, and criminal prosecution. Enforcement by private plaintiffs through citizen suits will also be examined. Throughout the course, readings and discussions will focus on enforcement of major federal pollution statutes to protect land, air, water, and public health. Guest speakers will provide diverse perspectives from citizen plaintiffs, defense counsel, and others engaged in practice involving environmental enforcement. Through successful completion of Environmental Enforcement, students will become better prepared to represent any client, public or private, that may require legal counsel to address environmental violations. Students will also apply learning from many other courses and subject areas, including administrative law, constitutional law, civil procedure, criminal procedure, and evidence, as they work to solve problems through the practical context of environmental law. No prerequisites, but prior completion of Environmental Law and Administrative Law is recommended.</p>"
        },
        {
          "id": "environmental_justice_climate_and_disasters_seminar",
          "title": "Environmental Justice, Climate and Disasters Seminar",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "null"
        },
        {
          "id": "environmental_law",
          "title": "Environmental Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": true,
          "html": "<p>This course is designed to give students an introductory working knowledge of the major federal environmental laws addressing toxic substances, waste management, air pollution, water pollution, environmental impact assessment, and biodiversity. Some of these laws are implemented by state regulatory agencies (e.g., the New Mexico Environment Department) and have state law counterparts. Fundamentally, environmental regulation reflects a delicate balance among conflicting ecological, social justice and economic values. Active citizen involvement presents challenges to technology-oriented regulatory agencies. Scientific uncertainty and the global scale of climate disruption also present special complications. This course will examine these and other contemporary issues in environmental regulation.</p><p>Students will:  (a) understand how the different environmental laws are structured and the range of regulatory strategies they use to address environmental problems; (b) learn to recognize actionable \"triggers\" under various regulatory regimes; and (c) be familiar with the regulatory processes that could pertain to the plans and actions of a potential client.</p>"
        },
        {
          "id": "environmenal_litigation_draft",
          "title": "Environmenal Litigation Draft",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": true,
          "html": "<p> Most environmental cases are won or lost on the briefing. Trials are a rarity, and many merits cases are decided without oral argument. The reality of being an environmental litigator is that your writing skills can determine the outcome of your case. This course will teach students how to draft litigation documents for real-world cases in environmental law. As you are learning how to draft litigation documents, you will also learn the various steps involved in litigating an environmental case from start to finish so you will have some of the skills necessary for environmental litigation when you enter practice. Drafting assignments will be based on a case study adapted from an actual federal environmental case involving an environmental plaintiff and federal defendant, and you will have the opportunity to write briefs from the perspectives of each party. Students will begin by drafting a Complaint for the environmental plaintiff that will be based on the facts provided as part of the case materials. The second assignment will be a Motion to Dismiss by the federal defendant, and the third assignment will be a Motion for a Preliminary Injunction by the environmental plaintiff. These drafting assignments, along with class participation and attendance, will comprise the grade for the class. Each writing assignment will involve legal and some limited factual research, and the instructor will provide some of the key cases for topics covered in the briefs as a starting point for research. The goal of the class is to provide you with exposure to drafting some of the more substantive litigation documents that you will have to draft in environmental practice, as well as provide a baseline of practical knowledge with respect to litigating a federal environmental case.</p>"
        },
        {
          "id": "estate_and_retirement_planning",
          "title": "Estate and Retirement Planning",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law, Property Law",
          "active": false,
          "html": "<p>Estate and Retirement Planning is a survey course in which students begin to learn how individuals may arrange their affairs such that:</p>\n<ol>\n<li>An individual's wealth and well-being will be managed adequately during his or her lifetime, even if the individual becomes incapacitated.</li>\n<li>The individual's wealth will pass efficiently (a) through life-time gifts or upon the individual's death to those persons the individual chooses, and (b) in a manner that minimizes taxes and expenses and takes into account the special needs a particular beneficiary may have.</li>\n</ol>\n<p>The course begins with an overview of how property passes at death through the use of wills, trusts, and beneficiary designations or by operation of law. Next is an introduction to estate, gift and income tax considerations in transferring wealth gratuitously. Building on that foundation, the remainder of the course (1) focuses on selected planning issues and on strategies that individuals and couples may use to preserve and transfer wealth gratuitously, and (2) introduces students to aspects of retirement planning, life insurance and annuities, charitable giving and other topics.</p>\n<p>As its name suggests, Estate Planning is a planning course and combines theory with practice. Students learn through readings, sample documents, problem sets, drafting, and class discussion. The course grade is based primarily on writing assignments that require students to draft and explain documents an estate planning attorney is likely to use in practice. There is no final exam.</p>\n<p>Students who have not taken (and are not concurrently taking) Wills & Trusts or Federal Estate and Gift Tax may take Estate and Retirement Planning, but may find it necessary to do additional background work in those areas.</p>\n<p>Because this course is being taught by an adjunct professor, the course does NOT satisfy the law school writing requirement.</p>"
        },
        {
          "id": "ethics",
          "title": "Ethics",
          "frequency_key": "A",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR Courses",
          "active": true,
          "html": "<p>We will study the rules governing the professional conduct of lawyers \nand explore the values of the legal system which justify and explain \nthose rules. Specific subject matter includes: the duties of competence,\n confidentiality, and loyalty; acquisition and retention of clients \n(including undertaking representation, advertising, solicitation, and \nwithdrawal from representation); and problems concerning the manner of \nrepresentation (the \"Principle of Professionalism\" and \"zealous advocacy\n within the bounds of the law\"). Concepts will be illustrated through \napplication of the rules to problems, use of video and audio clips for \ndiscussion, supplementary readings, and student presentations of rules \nand cases related to assigned fact patterns. In addition to the \ntraditional final essay examination, quizzes on various topics, using \nquestions taken directly from the MPRE practice exams, will be given \nthroughout the semester.</p>"
        },
        {
          "id": "european_union_law_overview",
          "title": "European Union Law: Overview",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Not defined",
          "active": true,
          "html": "null"
        },
        {
          "id": "evidence",
          "title": "Evidence",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Litigation and ADR",
          "active": true,
          "html": "<p>The course will consider the principles of law and rules governing the admissibility of testimonial and documentary proof in civil and criminal trials, including the concept of relevancy, the use of demonstrative evidence, direct and cross-examination of witnesses, impeachment of credibility, expert testimony, and hearsay. Traditional case materials, the federal rules of evidence, problems, and simulations will be employed to illustrate evidentiary concepts.</p>"
        },
        {
          "id": "evidence_and_trial_practice",
          "title": "Evidence and Trial Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Litigation and ADR, Criminal Law",
          "active": true,
          "html": "<p>This course will focus on trial procedure, evidence, and trial skills utilizing:</p>\n<ol>\n  <li>lectures and class discussions on the principles of evidence and trial skills;</li>\n  <li>demonstrations of trial skills;</li>\n  <li>practice sessions in which each student performs various exercises to learn trial skills;</li>\n  <li>individual review with me of videotapes of the trial practice performances; and</li>\n  <li>a mock jury trial.</li>\n</ol>\n<p>Each student is also required to complete a trial notebook that is used during the mock trial. </p>\n<p> The entire class meets during the week for lectures and/or demonstrations in the scheduled Monday through Thursday morning time slots. The class will also be divided into eight groups containing no more than eight students each. Each of these groups will meet one day from 5:00 to 7:00 p.m. for the trial practice exercises.  Approximately sixteen adjunct faculty, consisting of judges and attorneys, will work with the individual groups of students in these trial practice sessions.</p>\n<p> The trial practice sessions are scheduled from Monday through Thursday. Each student will be assigned to attend a session on only one of those days.  I try to accommodate, if possible, students’ requests to be assigned to a particular day of the week for their small group trial practice session. That means, for example, if a student has other classes on Monday and Wednesday from 5 to 7, I will try to assign her/him to a trial practice group that meets on Tuesday or Thursday.</p>\n<p> Students taking this class must also be available for the mock trials on the Saturday before Thanksgiving. </p>"
        },
        {
          "id": "experts_in_litigation",
          "title": "Experts in Litigation",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": true,
          "html": "<p>In an era of increasingly complex interactions between humans and science/technology, the ability to utilize experts effectively has become a fundamental skill for the practice of law.  This highly interactive course will focus on the use of experts in litigation – both consulting and testifying.  It will sharpen your analytical skills through iterative writing and mock exercises that build the skills necessary to utilize experts successfully in any field of practice. Topics to be covered include:</p>\n<ol>\n  <li>When might you want an expert and when do you absolutely need one</li>\n  <li>Selecting and hiring</li>\n  <li>How much information to share with your expert</li>\n  <li>Discovery - a new frontier</li>\n  <li>Admissibility of expert testimony - <em>Daubert</em> motions\n    <ul>\n      <li>Lies, Damned Lies, and Statistics</li>\n    </ul>\n  </li>\n<li>How much do you really need to understand\n    <ul>\n      <li>Weird Science -- You can run, but you can’t hide</li>\n    </ul>\n  </li>\n  <li>Preparing direct and cross examinations of experts\n    <ul>\n      <li>Battle of the Titans</li>\n    </ul>\n  </li><li>Experts and exhibits\n    <ul>\n      <li>Translating Alien Languages</li>\n    </ul>\n</li></ol>\n<p>Relevant rules of evidence, civil procedure, and criminal procedure will be addressed as well.</p>\n<p>Prerequisite: Evidence or Evidence/Trial Practice</p>"
        },
        {
          "id": "family_law_I",
          "title": "Family Law I",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Family Law",
          "active": false,
          "html": "<p>In this course we will examine the impact of the law on the formation and dissolution of intimate partner relationships and on parent-child relationships. We will explore family law from the perspective of the practicing attorney, and drafting assignments are intended to provide real world experience. Topics will include: cohabitation and prenuptial agreements; marriage, including the history of interracial and same-sex marriage; divorce, including collaborative divorces; child custody and support; spousal support; property division; jurisdictional issues; motions practice in family law cases; and domestic violence in intimate partner relationships.</p>"
        },
        {
          "id": "family_mediation_training",
          "title": "Family Mediation Training",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Family Law, Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p><strong>Prerequisite: Basic Mediation</strong></p><p>This two-credit course will be held over two weekends. It is a demanding and intensive 40-hour training which is co-offered to lawyers, judges, therapists, administrators, and other professionals for CLE credit. The focus of skills development will be on the mediation of parenting, support, and property issues in divorce and post-decree cases. Simulations of family mediations will be the primary training tool. Classroom focus will be on analysis of the mediation process and psychological issues of parenting and divorce in the context of New Mexico's legal structure.  Journal or reflective papers will be required. This course will be graded on a CR/C-, D+, D, D-, F basis.</p><p> The course will be scheduled on two weekends beginning at midday Friday, running all day Saturday, and through the afternoon on Sunday. See schedule for exact times. Attendance during all scheduled class time is mandatory. There will be no exceptions to the attendance requirement.</p><p> If you have a conflict with another course that meets on Friday afternoon, you will have to make arrangements with the professor to miss those classes that conflict with the two Fridays that Family Mediation is scheduled. If those arrangements cannot be made, you will not be able to take Family Mediation. These arrangements must be made at the very start of the semester, so that another course can be scheduled if you are unable to get the excused absences that are necessary to attend Family Mediation.</p>"
        },
        {
          "id": "federal_estate_and_gift_tax",
          "title": "Federal Estate and Gift Tax",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law, Property Law",
          "active": false,
          "html": "<p>This course provides an overview of the federal gift tax and federal estate tax. Topics covered include the concept of a gift for federal gift tax purposes, when a gift occurs, components of the gross estate, estate tax deductions, and computation of the gift tax and estate tax. The matters covered in class are illustrated by examples drawn from current estate planning techniques. This course also covers policy issues surrounding proposals for permanent repeal of the estate tax.</p>"
        },
        {
          "id": "federal_income_tax",
          "title": "Federal Income Tax",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law Courses",
          "active": true,
          "html": "<p>The goals of the course are for the student to acquire: (1) a broad \nperspective as to the application and impact of the federal income tax \nin a variety of transactions; (2) practice in using the legal materials \nof taxation, especially the Internal Revenue Code and Treasury \nRegulations; and (3) an understanding of the policies underlying various\n IRC provisions, i.e., how the tax system is used to influence behavior \nand thus promote various social and economic policies.</p>"
        },
        {
          "id": "federal_jurisdiction",
          "title": "Federal Jurisdiction",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Indian Law, Legislative and Constitutional Law",
          "active": false,
          "html": "<p>This course explores the role of the federal courts, the nature of federal judicial power, its clashes with Congress, and its relationship with state and tribal legislative and judicial systems.  The course will focus on civil rights, environmental, and Indian law cases as the primary vehicles for this analysis.</p>"
        },
        {
          "id": "federal_law_and_practice",
          "title": "Federal Law and Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": null,
          "active": true,
          "html": null
        },
        {
          "id": "federal_law_of_water_resources",
          "title": "Federal Law of Water Resources",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": true,
          "html": "<p>Federal Law of Water Resources deals with various federal laws and programs regarding water allocation and management, addressing these topics in more detail than is possible in the basic Water Law course.  Areas of emphasis include federal water projects, reserved water rights for federal and tribal lands, interstate water allocation, and the effect of federal environmental laws on water management and use.  Federalism in the development and control of water resources is a recurring theme of the course.</p>"
        },
        {
          "id": "federal_motions_practice",
          "title": "Federal Motions Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": null
        },
        {
          "id": "financial_literacy",
          "title": "Financial Literacy",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This is a one credit course designed to teach students the basic rights of consumers in various forms of consumer transactions.  The course focuses on money law, money management, and the regulation of consumer credit and credit reporting.</p>\n<p>Specific topics covered include the bank-customer relationship and the legal rights of bank customers, the legal issues surrounding credit and debit cards, predatory lending such as payday loans, rent-to own, title loans, furniture store scams, yo-yo car sales, and other high-rate consumer credit.  It also covers identity theft, credit reporting and scoring, mortgage lending, investing and compounding, and retirement planning.  It is designed to help students and their future clients become more educated about consumer credit, saving, investing, and overall financial health.</p>"
        },
        {
          "id": "focused_bar_strategies_seminar",
          "title": "Focused Bar Strategies Seminar",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This course is designed to provide students with focused strategies for how to study and practice for successful completion of the New Mexico Bar exam.  The course will help students to improve skills in legal analysis and issue spotting, essay writing, multiple choice test-taking, critical reading, and time management.  Students will develop strategies for the required elements of the NM Bar exam through assigned reading, practice tests, and questions, with both in-class and take-home assignments.  Emphasis will be placed on developing strategies for legal analysis, applying detailed rules, structuring essays, and time management, rather than on covering the subject matter of specific legal rules. This is an experiential class which requires attendance (80%), practice, group work, and self-reflection (100% of assignments must be completed).  Those who would benefit from significant assistance with essay writing, multiple choice question strategies, and bar study skills are especially encouraged to take this course. This course is not designed to be a substitute for a commercial bar exam course such as BarBri, Kaplan, Themis, or others.</p>"
        },
        {
          "id": "gaming_gambling_law",
          "title": "Gaming and Gambling Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law Courses",
          "active": true,
          "html": "<p>What is gambling? The legal boundaries of the term are ill-defined, and courts often have difficulty determining how broadly it should reach. Consider the following questions: is the day-trading investor \"gambling\" when he \"plays\" the stock market? Is the political candidate \"gambling\" when she invests millions of dollars of her own and others' money to seek political office, uncertain if she will prevail? Is the patient \"gambling\" when he chooses surgery over another treatment? If betting on an uncertain outcome that is partially determined by luck constitutes \"gambling,\" then most human beings are guilty of gambling many times every day.</p>\n<p>So why is casino gambling or sports-betting subject to American gambling laws while so many other gambling activities, such as participating in the stock market or politics, choosing medical treatment, investing in an education, or buying life insurance, are not? What are the particular concerns that lead us to apply our gambling laws to activities that happen in casinos, but not to the other activities of life? This course addresses the fundamental legal question of how gambling is defined in courts in the United States. Because the definition of gambling for any given regulatory or prohibitory law is necessarily dependent on the reason for regulating or prohibiting gambling, we will also explore the specific concerns that motivate the prohibition or regulation of gaming.</p>\n<p>The course will explore the legal strategies that have been used to prohibit gambling in the United States, including private law strategies for discouraging gambling, which involves examining the many issues that arise from gaming law's nexus with contract law and conflicts of law. We will explore constitutional issues related to federalism and the inherent difficulties in maintaining a gambling prohibition within a nation that has numerous political subdivisions that are authorized to make their own policies about gambling, as well as examine many of the federal laws designed to prevent unlawful gambling. We will also examine the challenges that internet gaming (and interstate commerce) pose for the federalist system.</p>\n<p>Finally, the course will address issues that arise in efforts to legalize and regulate gambling, including the cross-boundary problems and the difficulties in limiting gambling to certain geographic areas; issues raised by licensure, which is the leading regulatory strategy for addressing the harms of gambling; constitutional due process questions that arise in a regime that allows wide discretion for regulators; the nature of the regulation of the players and the games themselves, including what constitutes cheating in the casino context; and finally, the unique taxation issues that arise in the gambling context, which really requires us to determine whether the player is seeking entertainment or profit.</p>\n<p>The casebook for the course is Washburn, Gaming and Gambling Law: Cases and Materials (Aspen Wolters Kluwer 2011).</p>"
        },
        {
          "id": "health_law",
          "title": "Health Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Health Law",
          "active": false,
          "html": "<p>The Health Law course is a traditional law school course  that will focus on the fundamental legal principles underlying the provision of  health care in the United States. Using  a practical problem-oriented approach, we will discuss:</p>\n<ol style=\"list-style:upper-roman\">\n  <li>Quality Control in Health Care – licensing of health  care providers, limitations on the scope of practice of;non-physician and alternative providers, accreditation  of health care institutions, and basic malpractice law</li>\n  <li>Confidentiality (Including Common Law issues and HIPAA),  and Informed Consent</li>\n  <li>Cost and Access: Private Insurance and Managed Care, Medicare, Medicaid and Charity Care  (including current litigation over the ACA)</li>\n  <li>Business Structure of the Healthcare Enterprise </li>\n</ol>"
        },
        {
          "id": "health_policy_law_and_ethics",
          "title": "Health Policy, Law and Ethics",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Health Law",
          "active": false,
          "html": "<p>This is a two credit policy seminar designed for law students and other graduate students interested in health policy. It will focus on policy discussion that willbe accessible to both law students and those doing graduate work in public health. The course will address access to health care (and issues in health care reform), reproductive health issues (including the law and policy relating to abortion and contraception, with a focus on issues now before the Supreme Court or likely to be soon), neuroscience and neuroethics, and end of life care (including aid in dying). Students will be required to write a few short papers.</p>"
        },
        {
          "id": "health_care_fraud_and_abuse",
          "title": "Health Care Fraud and Abuse",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Health Law",
          "active": true,
          "html": null
        },
        {
          "id": "human_rights_law",
          "title": "Human Rights Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, International and Comparative Law",
          "active": true,
          "html": "<p>This course will examine the different legal mechanisms for the \nenforcement of international human rights norms, which have been \nestablished in various regions of the world.  Particular attention will \nbe devoted to three regional intergovernmental organizations:  the \nOrganization of American States, the Council of Europe, and the African \nUnion.  In studying the efforts of these regional institutions to \nimplement human rights protections, the course will explore the extent \nto which the culture, history, and character of political oppression in \neach region are reflected in the various legal frameworks, that have \nevolved.</p><p>NOTE: Students who submit their seminar paper in \nfulfillment of the advanced writing requirement, for a total of 3 \ncredits, will be expected to schedule an additional hour of independent \nstudy per week in addition to class preparation time.</p>"
        },
        {
          "id": "human_rights_transitional_justice",
          "title": "Human Rights: Transitional Justice",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, International and Comparative Law",
          "active": true,
          "html": "<p><em>Transitional justice</em> (TJ) refers to a broad spectrum of legal, political and social mechanisms established to help bridge the divide between violence and peace in societies emerging from protracted armed conflicts or periods of political repression characterized by widespread human rights abuses.  As a legal term of art, TJ frequently denotes war crimes prosecutions and truth commissions to hold war criminals accountable and to establish the historical record.  Nevertheless, the concept has a number of essential additional dimensions.  Within the field of political science, TJ is a set of institutions as well as a social movement that emerged from a growing international consensus that impunity is no longer acceptable. Transitional justice advocates demand reparations for victims and survivors, as well as accountability for perpetrators.  Incorporating the contributions of alternative dispute resolution, TJ encompasses community reconciliation programs and grassroots purification ceremonies.  From the standpoint of social work and socio-economic development, TJ demands broad-based reforms in the health care, education, employment and commercial sectors.</p>\n        <p>No matter the academic or applied perspective, transitional justice theorists and practitioners must struggle with fundamental questions regarding the relationship between retributive and restorative justice and the proper role of reparations.  The ultimate challenge to the theory and practice of transitional justice is whether the mechanisms of post-conflict reconstruction have a transformative impact upon the integrity, equality, agency and wellbeing of the most vulnerable persons in the society, including, women, youth, displaced persons and ethnic and social minorities.</p>\n        <p>The course will build on a foundation of international legal principles and political science (Week 1), explore the contributions of human rights law, international criminal law and the peace and reconciliative justice movements to transitional justice (Weeks 2-5), touch on the difference between quantitative and qualitative methods in political science (Week 6), address the prevalence of gender-based violence in armed conflict (Week 7), explore the work of truth commissions and reparations movements (Weeks 8-12), and end with consideration of amnesties and other attempts at reform of the security systems in countries emerging from long-term violence and repression into more vibrant, inclusive and democratic societies (Weeks 13-14).</p>"
        },
        {
          "id": "immigration_law",
          "title": "Immigration Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "International and Comparative Law",
          "active": "TRUE",
          "html": "<p>This 3 credit hours course examines the multitude of issues involving the immigrants and the law. Starting with the historical origins of the United States immigration law, the course will focus on family and employer sponsored immigration, asylum, naturalization, exclusion, and deportation regulations. The impact of the US Patriot Act will also be explored. Beyond the substantive analysis, the course will address the practical aspects of working as an immigration attorney. Various guests will provide insights into topics ranging from enforcement of regulations  to the immigration procedures.</p>"
        },
        {
          "id": "immigration_law_practicum_crime",
          "title": "Immigration Law Practicum Crime (\"Crimmigration\")",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "International and Comparative Law",
          "active": false,
          "html": "<p>The changes in immigration law and practice over the past decade have  \ninextricably tied the practices of immigration and criminal law. In \nfact, in  many criminal cases the “collateral” immigration consequences \nof deportation  are the most serious for the defendant. Because it is so\n difficult to undue a  plea to a removable offense through post \nconviction relief, it is extremely  important that criminal defense \nattorneys inform the defendants of the  immigration consequences of a \nplea rather than rely on the possibility of  relief. Moreover, in the \nParedez decision, the New Mexico Supreme Court has  effectively \nobligated criminal defense attorneys to determine the immigration  \nstatus of their clients and if their client is a noncitizen, the \nattorney must  advise them of the specific immigration consequences of \npleading guilty.  Unfortunately, most lawyers who encounter noncitizens \nin the criminal justice  system are ill-equipped to fulfill this \nobligation. </p>"
        },
        {
          "id": "immigration_rights_writing_seminar",
          "title": "Immigration Rights Writing Seminar",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "International and Comparative Law",
          "active": false,
          "html": "<p>This seminar will examine the rights of non-citizens in the context of a\n variety of substantive areas of domestic law.  We will analyze the \neffect of immigration status on eligibility for public benefits, health \ncare, housing, education, employment, identification documents, and \ndriver's licenses.  The course will examine current struggles over \nimmigrants' rights in the U.S., including police power in immigration \nenforcement, local government efforts to drive immigrants from \ncommunities, and Immigration and Customs Enforcement (ICE) raids.  We \nwill study the intersection of immigration and family, including \ndomestic violence in immigrant communities.  The course will offer a \nbrief overview of substantive immigration law but will not cover topics \ntaught in a traditional immigration law course.  Students will research \nand write a paper on a related topic and give an oral presentation to \nthe class about the research topic.  Students will read and provide \nwritten critiques on other students' drafts.</p>"
        },
        {
          "id": "indian_appellate_advocacy",
          "title": "Indian Appellate Advocacy",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": true,
          "html": "<p>This three-hour credit, drafting course is designed to provide practical experience  and substantial feedback in written and oral appellate advocacy focused on the  field of federal Indian law. This will include review of actual cases pending  in appellate courts during the semester and preparation of briefs for one such  case as well as practice oral advocacy. Overall, this course will help students  to improve brief writing and oral argument ability, gain substantive,  contemporary knowledge in the field of federal Indian law, and develop  strategic skills for appellate advocacy generally.</p><p>The  course will meet once a week, beginning with a review of general appellate  advocacy principles and best practices, and then will focus for the remainder  of the semester on pending cases presenting significant federal Indian law  issues. The latter will involve discussion of the background and Indian law,  appellate advocacy, and other substantive and procedural legal issues involved.  Students will review, evaluate, and discuss actual decisions, certiorari  petitions, and briefs filed in pending cases, as available. Based in part on  this review and discussion, each student will research for and prepare a  complete brief on appeal for a pending case in compliance with applicable court  rules, which will represent at least 75% of the course grade, such that the  course will qualify for the Law School’s drafting course requirement.  Brief outlines, drafts, and issues will be  discussed and provided feedback over the course of the semester before final  submission of briefs for a grade.</p><p>Depending  on the case, issues, timing, and availability of appropriate clients, the  briefs will be either moot briefs prepared as if on behalf of actual parties to  the case or draft amicus curiae briefs that may ultimately be filed with the  relevant court. If feasible, the students also may speak with attorneys  involved in briefed cases. Students also will prepare for and participate in  moot oral advocacy for the case briefed. Moot court will be held before judges  of the relevant type of court, if possible. If scheduling and location permits,  the students also may help prepare for or attend actual oral arguments for the  case addressed. For example, the first time this course was taught, students  reviewed filings in <em>Plains Commerce Bank v. Long Family Land & Cattle  Co.</em>, 128 S.Ct. 2709 (2008), and prepared a mock reply brief under  applicable rules at the same time as the actual reply brief in the case, which  the students then reviewed.  The students  also provided questions for and attended a moot court session for the attorney  who argued the case, and then discussed the actual oral argument transcript.  The second time that this course was taught involved review of certiorari  issues and preparation of amicus briefs and moot court arguments for <em>United  States v. Jicarilla Apache Nation</em>, 131 S.Ct. 2313 (2011), in advance of  that case’s consideration by the Supreme Court.</p><p>Dan  Rey-Bear, a partner at Nordhaus Law Firm, LLP, has substantial experience in  the fields of Indian law and appellate advocacy, including representation of  tribal clients before all levels of federal, tribal, and state courts. He  previously served as a Staff Attorney for the United States Court of Appeals  for the Eleventh Circuit.</p>"
        },
        {
          "id": "indian_children_youth_and_family_law",
          "title": "Indian Children, Youth and Family Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": "<p>This course will examine Indian child welfare matters, including the \nanalysis of federal policies and the impact on Indian families and \ncommunity; the Indian Child Welfare Act and tribal, state, and federal \nlaw.  In addition, the course will provide an overview of issues \nconcerning Native American youth and families from an Indian community \nperspective.  Special emphasis will be given to resolving family \ndisputes using case law, family conferencing and traditional dispute \nresolution models.</p>"
        },
        {
          "id": "indian_civil_rights",
          "title": "Indian Civil Rights",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": "<p>This course analyzes the nature, scope and limitations of civil rights in Indian Country. As a dual-citizen with a distinct political relationship with a tribal government and the United States government as separate sovereigns, the individual Indian occupies a unique position in civil rights law.  Students will examine the emergence of civil rights protections for individual Indians and discuss their enforcement in federal, state and tribal courts.  We will identify the constitutional and statutory protections afforded to Indians and non-Indians and evaluate their impact and efficacy for Indians in state/federal and tribal forums and non-Indians in tribal courts. Materials will address the foundational questions of equal protection, due process, religious freedom, and protection from harm at the hands of the government for Indians on and off the reservation.</p><p>The course examines the power and limitations of the United States to adequately protect the civil rights of Natives under its own constitution, as well as the Indian Civil Rights Act of 1968 (ICRA) as a vehicle to protect the rights of individual Indians vis-a-vis their tribe.  Depending on the instructor, focus areas may include federal/state/tribal Indian civil rights actions in religious freedom, education, speech, gender, identity, enrollment and status, police action, and prisons.</p><p>The class also examines the tribal role and response to ICRA, including the development of tribal infrastructures, common law and remedies to protect its citizens.  Throughout the course, students will be challenged to revisit the so-called tension between individual rights and tribal collective rights and generate a discussion on tribal self-determination, good governance, and human rights.</p><h2>Course Objectives/Expected Outcomes:</h2><p>The goal of the course is to review civil rights in the tribal/federal context and to inquire whether federal/tribal civil rights laws work for Indian peoples. The course raises questions about civil rights protections, abuses, enforcement mechanisms, and remedies for tribal peoples.  One objective of the course is to assist students in evaluating protections and remedies afforded to tribal peoples to challenge laws and governmental conduct that violate the United States Constitution or the Indian Civil Rights Act or both. Students will critically review civil rights issues in an Indian law context and develop frameworks, perspectives and responses to better protect Indian individual rights and include the tribe and tribal community interests.</p>"
        },
        {
          "id": "indian_education",
          "title": "Indian Education",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": "<p>This course will consider the legal history and policies, as well as the\n relationship to federal, state and tribal influences on the evolution \nof Indian Education in the United States. Topics will include: boarding \nschool experiences; equality,integration, and community control; Indian \nEducation and Finance; history of Indian Education in New Mexico; some \nof the cultural challenges Indian students face during their educational\n careers; and the current state of Indian Education in the United \nStates. Besides legal materials, history as a scholarly discipline and \nas a legal tool will be covered.</p>"
        },
        {
          "id": "indian_law",
          "title": "Indian Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Indian Law, Legislative and Constitutional Law, Civil Rights and Constitutional Law",
          "active": true,
          "html": "<p>This course examines the power of the Indian tribes and the relationships among tribes, states, and the United States.  Emphasis will be given to jurisdictional interfaces and conflicts among the three sovereignties.</p>"
        },
        {
          "id": "indian_water_rights",
          "title": "Indian Water Rights",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Indian Law, Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>Indian Water Law will explore the jurisprudential origins of the role of Indian tribes as governments, and tribal entitlements in property and land.  After a review of the historical under-pinnings of tribal sovereignty, the course will explore contemporary issues confronting tribes and pueblos relating to the development and use of their waters.  This aspect of the course will develop a working knowledge of the Winters doctrine, quantification of Indian water rights, and finally the potential environmental and economic development solutions that may be integrated into global water right settlements.</p>"
        },
        {
          "id": "indigenous_people_and_international_law",
          "title": "Indigenous People and International Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law, International and Comparative Law",
          "active": false,
          "html": "<p>This course will cover the basic international law frameworks, instruments, and emerging norms that apply to indigenous peoples. After the basic principles of international law, including customary law, the course moves to indigenous peoples as the subjects and objects of international understandings. Indigenous peoples are acting to change the established norms, going beyond the formalized states of prior relations among nations to recognizing peoples, political entities who are not just another ethnic minority. The course will cover the emerging norms and their formalization including the International Labor Conference Convention 169 (ILO 169) and the United Nations Working Group on Indigenous Populations, Draft United Nations Declaration on the Rights of Indigenous Peoples (UN Draft Declaration).  For the comparative scope, we will study laws and cases that (1) invoke the international law to protect the rights of indigenous peoples; and (2) how respective states use and do not use international law in matters involving indigenous peoples within their boundaries. The latter includes cases from Canada, Australia, New Zealand, and other states.</p>\n<p>Note:  Indian Law (any Indian Law course) is recommended as prior coursework.  Students without any Indian Law should talk to the instructor regarding a background reading to be completed prior to the start of the course.  Prior international law coursework will be helpful.</p>"
        },
        {
          "id": "individual_research",
          "title": "Individual Research",
          "frequency_key": "A",
          "type": "Upper Class",
          "family": "Not defined",
          "active": true,
          "html": "<p>A student and full-time law school faculty member may agree to an individual research project for one, two, or three hours of credit. It is anticipated that the student will meet with the faculty member regularly during the completion of the project to review the work being done. A written product normally is expected, but its length and content shall be determined by the supervising faculty member. It is the responsibility of the student to confer with the supervisor concerning the progress of the research before the deadline.</p>\n<p>Enrollment for individual research is completed by registration in Individual Research and submission of the approval form for individual research of a project approved in writing by the supervising law school faculty member. This form must be submitted to the law school Assistant Dean for Registration by the end of the second week of classes in any semester.</p>\n<p>No student may receive more than a total of six hours of individual research credit during his or her law school career, except with permission of the Associate Dean of Academic Affairs.</p>\n<p><strong>Limitation:</strong> Individual research programs are not intended to serve as substitutes for courses given at the law school. Accordingly, credit may ordinarily not be earned for study in subjects that are covered in classes that have been, are, or will be available to students during their law school careers. This rule does not extend to the following circumstances: (a) the subject matter of the proposed program is not available in the law school curriculum, or (b) the student has registered in the course covering the subject matter, but has been excluded from it because of class size limitations and will not have another opportunity to enroll in that or another course covering the subject matter of the proposed program, or (c) the student has taken, or is taking, a survey or introductory course in the area, and wishes to do advanced work which is not made available in the curriculum.</p>"
        },
        {
          "id": "innocence_and_justice",
          "title": "Innocence and Justice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law",
          "active": true,
          "html": "<p>Students in the Innocence and Justice seminar work to provide post-conviction relief for inmates who have been wrongly convicted and who have a credible claim of factual innocence of the charged offense(s).  During the first several weekly sessions, students will be provided with an overview of habeas corpus law.  The next several sessions will be devoted to initial review and brainstorming of inmates' files; each student will be expected to present a short written case-brief of a number of inmates' files and a short oral presentation of pertinent information about the inmates' cases to the seminar participants, who will provide input on the strengths and weaknesses of the cases.  Sessions on investigative techniques will follow.  A second wave of case reviews will focus in greater depth on a subset of the cases reviewed in the first wave.  Additional sessions may include other post-conviction remedies, such as executive clemency.</p><p>Course work used for grading includes active participation in seminar, short written case-briefs during first wave of case reviews, a more detailed written analysis of a case during the second wave, presentations on miscellaneous topics throughout the semester, and preparation of a habeas corpus petition using one of the cases in the New Mexico Innocence and Justice Project files. </p><p>In this unique seminar, students will apply newly-gained knowledge about the Great Writ to real cases involving inmates in New Mexico prisons who have submitted information about their cases to the New Mexico Innocence and Justice Project and who have a colorable claim of factual innocence.  Seminar participants will learn invaluable investigative techniques in the process of uncovering the facts that eluded the trial court that convicted the inmates.  Students will be responsible for several cases initially, which may be narrowed down to a single case.  Students may also have the opportunity to work with practicing attorneys by drafting motions and pleadings.</p><p>Enrollment is limited to twelve students in their second or third year.</p>"
        },
        {
          "id": "insurance_law",
          "title": "Insurance",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": "TRUE",
          "html": "<p>This course includes a general look at the exciting world of insurance law.  Contrary to popular belief--it really is an exciting world and is the often silent driver of much of the litigation and transaction world.  Learn how to read those long, fine print policies and love it!!</p>\n<p>The course will begin with a look at the regulatory arena for insurance companies. An overview of the general principles of insurance contracts will be explored.  Then each major type of insurance (e.g. health, auto, property, malpractice and liability) and the specific laws related to each type will be discussed.  We will also cover the obligations of insurers and insureds with respect to each other and with respect to third parties, as well as the remedies available for failure to meet those obligations.  Students will be required to write a paper on a topic of their choice approved by the instructor and to do a class presentation on the same topic.  Smaller written assignments may be required during the semester.  Class participation will be a factor for student evaluation.</p>"
        },
        {
          "id": "intellectual_property_law",
          "title": "Intellectual Property Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Intellectual Property",
          "active": "TRUE",
          "html": "<p>This\n course surveys the components of Intellectual Property Law, including \nthe Law of Ideas, Copyrights, the Right of Publicity, Trademark Law, \nUnfair Competition Law, Trade Secrets, Patent Law. The marketing of \nIntellectual Property related goods represents one of the most dynamic \nsectors of the U.S. and world economy. U.S. exports of all intellectual \nproperty products are second only to those of aircraft.</p>"
        },
        {
          "id": "international_business_transactions",
          "title": "International Business Transactions",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law Courses, International and Comparative Law Courses",
          "active": "TRUE",
          "html": "<h3>Negotiating Deals and Drafting Documents</h3><p>This course will allow students to negotiate and draft International Business Transactions (IBT) documents, from the point of view of both clients/commercial departments and legal practitioners. The class will analyze documents that are based upon actual transactions.  Students will also engage in role-plays of commercial discussions and propose legal solutions that will be analyzed from the perspective of lawyers as well as clients/commercial departments.  Because the course will include both JD and MBA students, special attention will be given to the interaction between the commercial and legal representatives of negotiating teams.  The class will be organized in role-playing mixed teams of lawyers and clients/commercial departments, which will negotiate the most sensitive clauses of transactional documents.  Because of the instructor’s professional background as a former manager of a European railway company, special attention will be given to transportation transactions and to related developments in New Mexico (e.g., Railrunner, Santa Teresa Port of Entry).  Alternative final outcomes from each team will be considered, both in terms of different commercial deals/clauses and closing/collapsing of the transaction.  The interactive review of the documents proposed by each team will allow students to understand the important interplay among legal and commercial needs, cultural and character issues, teamwork skills, adaptability, and creative thinking, in order to successfully negotiate and draft international business transaction documents.</p><h3>Learning Objectives:</h3><p>JD students will: (a) learn and apply practical drafting skills in the context of transactional documents, (b) learn how to respond to the needs of and interact effectively with business clients and opposing counsel, and (c) learn to appreciate, balance, and navigate among the competing factors that characterize international business transactions.</p><p>MBA students will: (a) learn how to communicate their business needs effectively with their counterpart deal partners and their in-house or outside counsel, and (b) learn to appreciate, balance, and navigate among the competing factors that characterize international business transactions.</p>"
        },
        {
          "id": "international_criminal_law",
          "title": "International Criminal Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Criminal Law, International and Comparative Law",
          "active": false,
          "html": "<p>The seminar in International Criminal Law exams the fundamental principles of this exciting, developing body of law.  The seminar will fulfill the writing requirement for graduation.  Each student will prepare a single paper which will represent at least 75% of the final grade.  We will explore the rationale for ICL, the bases for jurisdiction, the procedure use to obtain persons from abroad, the offenses prosecuted as violations of ICL (including war crimes, crimes against humanity, and genocide), and potential defenses to those charges.  We will also study the charge and decision of various international tribunals, from the International Military Tribunal at Nuremberg, the International Criminal court for the Former Yugoslavia, the International Criminal Court for Rwanda, and several of the regional international courts.  We will examine the provisions of the Rome Statute which establishes the International Criminal Court, emphasizing the key procedural provisions.  We will also look briefly at comparative criminal procedure.</p>"
        },
        {
          "id": "international_law",
          "title": "International Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "International and Comparative Law",
          "active": false,
          "html": "<p>What is international law and how does it relate to national law? How do treaties enter into force and how do they interact with customary law? What protection does the international community accord the dignity of individuals in time of war and peace? Does international law meaningfully regulate the use of military force by governments and other armed groups?</p>\n<p> These questions lie at the heart of public international law. In International Law we will begin to address them by exploring the basic concepts of international law through a problem-oriented approach. The course will introduce students to sources of international law, states, international organizations and non-governmental organizations, international dispute settlement, jurisdiction, human rights, international humanitarian law, and the use of force.  This is a three-credit course that is open to first year as well as second and third year law students.</p>"
        },
        {
          "id": "interviewing_counseling_and_negotiation",
          "title": "Interviewing, Counseling and Negotiation",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This course is designed to develop students' skills in the fundamentals of interviewing, counseling, and negotiating agreements. These three skills have been identified by the ABA Task Force on Law Schools and the Profession: Narrowing the Gap as essential components of competent lawyering. The course will cover conceptual foundations for understanding the processes involved in interviewing, counseling, and negotiation, with a primary focus on negotiation. </p>"
        },
        {
          "id": "introduction_to_alternative_dispute_resolution",
          "title": "Introduction to Alternative Dispute Resolution",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This course is designed to provide students with a working knowledge of Dispute Resolution (DR) theory and practice.  The course will focus on the basic components of the dispute resolution spectrum: negotiation, mediation, arbitration and hybrid processes.  Within these components, the course will examine the legal, ethical, and policy issues that arise from the various DR applications.  A theme throughout the semester will be the appropriate selection of DR forums and representation of clients in DR.</p>"
        },
        {
          "id": "introduction_to_natural_resources_and_environmental_law",
          "title": "Introduction to Natural Resources and Environmental Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>Introduction to Natural Resources and Environmental Law is a 2-credit course designed to introduce students to natural resources law (e.g. water rights, public lands) and environmental law (e.g. pollution control, toxics).  The course examines the nature of environmental and natural resource issues, identifies policy options for addressing them, and offers a “sampler” of relevant laws.  Class sessions involve considerable discussion of legal and policy questions relating to natural resources and the environment.  The course is open to all but is primarily geared towards first-year students, who may benefit from exposure to a field that is heavily statutory and administrative.</p>"
        },
        {
          "id": "jurisprudence",
          "title": "Jurisprudence",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Legal Theory, History and Philosophy",
          "active": false,
          "html": "<p>Whether you are aware of it or not, you have imbibed a distinctive philosophy of law along with your legal education.  A century ago lawyers and judges had a different understanding of law.   Views have continued to change over the generations.  Jurisprudence 555 will give students the opportunity to hold up the view of law they has picked up by osmosis in the law school classroom to critical reflection.  The class will look at the history of thinking about what law is from the founding of the modern law school to the present.  Although philosophies have changed, some fundamental questions have been posed and answered throughout this history: (1) Is law autonomous and distinct from other fields of knowledge and social practices? (2) Is law a science?  (3) What is the relationship between law and morality? (4) What do judges do?  The course will be divided into two parts.  Part I examines the unfolding of the answers to these questions by lawyers, judges and legal scholars over the history that shapes current understanding and practice.  In Part II the class will examine the array of jurisprudential movements that play a vital role in contemporary thinking about law.  These include the critical jurisprudence movements, critical legal studies, critical race theory, feminist jurisprudence, and law and economics.</p>"
        },
        {
          "id": "jurisdiction_in_indian_country",
          "title": "Jurisdiction in Indian Country",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": null
        },
        {
          "id": "labor_law",
          "title": "Labor Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law, Employment Law",
          "active": true,
          "html": "<p>This course in Labor Law studies the federal regulation of \nemployer-employee relations in an industrial society. The course will \nfocus primarily on collective bargaining, which describes how employees \nmay organize into unions; the processes by which unions and employees \ndeal with each other in establishing agreements concerning wages, hours,\n and other conditions of employment; and the limits of permissible \nconduct of employers or concerted action of employees. The course \nmaterials will survey the enforcement of the National Labor Relations \nAct and related statutes by the courts and the National Labor Relations Board.</p>"
        },
        {
          "id": "land_use_regulation_planning",
          "title": "Land Use Regulation Planning",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>Land Use Law provides the law student with the background principles of land use law and acquaints the law student with federal, state and local statutes, ordinances and regulations which regulate land use.   Students learn the appropriate legal source material for land use law.   They are required to submit a written project which utilizes their course knowledge and research skills in the context of a local land use problem.\n</p><p>The course emphasizes the constitutional issues of land use regulation:</p>\n<ol>\n  <li>Taking of private property for public use without payment of just compensation</li>\n  <li>First Amendment: Land use regulation which involves speech, religion, assembly</li>\n  <li>Procedural and substantive due process</li>\n</ol>\n<p>The course then addresses the zoning system, innovative land use regulatory techniques, and special exceptions such as variances and non-conforming uses, the role of planning in the land use regulatory process, and the subdivision of land.</p>\n<p>Attention is given to growth management issues and tools, including \" The New Urbanism\",  in the context of contemporary New Mexico communities and the current drought.   Land Use Law is related to other courses in the Law School curriculum, including Real Property, Natural Resources Law and Water Law, as well as Public Lands Law.</p>\n<p>In preparation for their Projects, students must attend meetings of federal, state or local governing bodies, agencies, homeowners associations, etc..</p>\n<p>Land Use Controls will be taught as an interdisciplinary course with the School of Architecture and Planning, Community and Regional Planning Program, with law students and graduate planning students having a unique opportunity to share their professional perspectives.</p>"
        },
        {
          "id": "law_of_indigenous_peoples",
          "title": "Law of Indigenous Peoples",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law, International and Comparative Law",
          "active": true,
          "html": "<p>This course provides a historical and a contemporary perspective on the internal law of Indigenous peoples, domestically and internationally. It is not a survey of the law; rather it provides a general introduction to the types of law by which Indigenous peoples govern themselves, as well as a format to discuss the development and effect of this law. This course is intended to familiarize students not only with traditional and contemporary aspects of the internal law of tribes, but also to consider the complex interrelationship between the two. The tremendous influence exerted by outside forces on the internal law of Indigenous peoples will also be considered in a critical manner.</p>\n<p><strong>Student Course Work - Tribal Profile</strong></p>\n<p>Students will be required to consider the internal laws of a tribe selected by the student and create a profile of the tribe's laws following the course outline. It is strongly recommended that the student choose his/her own tribe or a tribe with whom the student has a working relationship with or can develop a working relationship with, including a tribe the student may work with in the future or has worked with in the past. Students will be expected to add to the course materials as designated on the course syllabus. At the end of the semester, students will exchange the information gathered with appropriate appendices, notes and comments. The purpose of this project work is to allow students to consider the internal laws of one tribe in conjunction with the broader discussion that will take place in class. Students will be expected to share their observations based on the analysis and consideration of the internal law of their selected tribe as the semester progresses.</p>"
        },
        {
          "id": "law_office_management",
          "title": "Law Office Management",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law, Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>In a few months you are going to be licensed to practice law. How will you manage the transition from law school to legal practice? The Law School hopes that you will become a great lawyer. There are many hallmarks of a great lawyer. One such hallmark is technical competence. Much more important is that the practice of law is a people business and will require skills in dealing with and interacting with clients. Second, being a lawyer will require skills in dealing with your staff and support personnel. Third, being a lawyer will require skills in dealing with other lawyers and judges.</p>\n<p>The fact that you performed well at the law school and are willing to work long hours are no longer sufficient to assure that you will be successful in your chosen professional occupation. In any capacity that you may wish to use your degree you must have good communication and management skills to survive in today's competitive marketplace.</p>\n<p>In this course you will learn about real life problems that you will encounter in your professional roles and how to resolve these problems. This course is an introduction to dealing with current, fundamental issues and problems faced by law graduates in organizing and living their professional role.</p>\n<p>The goal of this course will be to discuss with you why management in any context is important. We will discuss how to improve your communication skills, how to manage your cases and files, and how to work with clients and others successfully. You will be shown how to manage your time, bill your time, and how to use your time effectively. We will also discuss planning, budgeting, data management, and other topics relevant to your professional career.</p>\n<p>The course will use a group of practitioners who plan to assist you to be confident about your immediate and long-term future as an attorney.</p>"
        },
        {
          "id": "lawyering_in_the_digital_age",
          "title": "Lawyering in the Digital Age",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>During latter part of the 20th century lawyers were introduced to the use of technology as an integral part of their practice.  The beginning of the 21st century, and especially the during the most recent decade, the pace of the growth of technological applications to law has accelerated tremendously.  Social networking, instant communication, access to vast information resources, information capture, automation of lawyering tasks, computer assisted problem solving, technology mediated collaboration, and the use of technology tools for marketing and advocacy are pervasive. This course will focus on the intersection of technology with the practice of law.</p><p>Students will explore the many uses of technology in the practice of law.  This exploration will include hands-on learning through the actual use of selected technology tools.  While the emphasis will be on the positive uses of technology, the risks to the profession and the ethical challenges posed by the use of technology in practice will also be covered.  Students will be expected to attend and actively participate in the classroom component, complete hands on learning assignments involving the use of technology by lawyers, and complete a collaborative project relating to the course topic.  The projects work will include a presentation to the class using technology aides other than PowerPoint.  There will be no final examination.  Finally, the Law School Clinic has agreed to allow students in this class to test their creative thinking about the best uses of technology against the actual uses currently in place in the Clinic, leaving open the possibility of adaptation of expanded and enhanced uses of technology by the clinic.\n</p>"
        },
        {
          "id": "lawyering_in_the_public_interest_dc_seminar",
          "title": "Lawyering in the Public Interest (DC Seminar)",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This seminar is an academic class focused on three themes related to Public Interest Lawyering: ethics, federalism, and federal law and policy. The class is also designed to expose students to the wide array of career opportunities in Washington, DC. Each class will involve assigned reading and a guest lecturer. The semester begins by discussing what ethical rules apply to externs and federal employees, and students will attend a continuing legal education class. During the remainder of the semester students will explore issues of federalism (including state-federal-tribal issues) in the context of civil rights, energy law, criminal justice, national security, port security, and the response to Hurricane Katrina. Specifically, the course will address the role of lawyers in making federal policy and examine the forces that influence the work of policy making. Students will consider the various roles that think tanks, lobbyists, politicians, and federal agencies play in shaping policy debates, enacting laws, and implementing policy. Students will also examine the role that the government plays in creating law through enforcement and the role of litigants and judges in shaping the law, including at the Supreme Court.</p>"
        },
        {
          "id": "legal_issues_in_oil_and_gas_seminar",
          "title": "Legal Issues in Oil and Gas Seminar",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>This writing seminar examines unique contractual arrangements, environmental concerns, Federal and Indian land development problems, and other common and emerging issues that affect the oil and gas industry, including lease assignments, farmout arrangements, joint operations, drilling contracts, and gas purchase contracts; leasing, royalty valuation, and communitization on Federal and Indian lands; horizontal drilling issues; hydraulic fracturing issues; and the complex system of environmental laws that apply to oil and gas development, including species protection, CERCLA liability, and the application of the Clean Water Act, the Oil Pollution Act, the Clean Air Act, and other environmental statutes and regulations.  For this seminar, the instructor may also involve one or more guest speakers.  Oil and Gas Law is not a prerequisite. This course will satisfy the Law School writing requirement and the writing requirement towards the Natural Resources Law Certificate. </p>"
        },
        {
          "id": "legal_issues_of_the_elderly",
          "title": "Legal Issues of the Elderly",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": true,
          "html": "<p>In this drafting class we will focus on some legal matters relevant to our aging population, including adult guardianship, advance health care directives,and kinship guardianship for grandparents; we will not cover estates, wills and trusts. Students in the class will learn substantive elder law through problem solving in hypothetical settings, with a focus on best practices in writing. Documents which the students will prepare include petitions, powers of attorney for health care, client letters, electronic mail, letters to opposing counsel and opposing parties. Issues in writing include formatting of letters, professional tone of e-mails, proper Supreme Court citation and Bluebook rules, and grammar. This course will help prepare students for the practice of law and for the required clinical law course.</p>"
        },
        {
          "id": "legal_research",
          "title": "Legal Research",
          "frequency_key": "A",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR Courses",
          "active": "TRUE",
          "html": "<p>Prerequisite: Only open to 2L students.  This course MUST completed be in one of the following semesters: the summer immediately following the completion of a student's first year curriculum, or the fall or spring semesters of a student's second year.</p>\n<p>Outcomes:  This two credit hour course builds on the legal research foundation acquired in first year writing classes.  There is an emphasis on New Mexico and specialized practice resources.  Students who take this course will deepen their understanding of legal publishing systems and where law comes from; court structures and stare decisis; the relationship between statutes, regulations, cases and agencies; where primary law is officially recorded; research strategies; how to conduct cost effective research using both online and print formats; concepts of Boolean searching; how to locate Federal and New Mexico constitutions, statutes, regulations, case law and court rules; how statutes, regulations and case law digests are organized and hierarchically structured; how court rules are organized and adopted; how to use statutory annotations to locate related regulations and case law; how to find a public law; how to locate legislative histories and related documents; bill tracking; how to locate administrative law including agency decisions, materials and resources, agency appeal processes, Attorney General opinions; how to conduct topical research in areas such as such as international law, environmental and natural resources, and Indian law, using treaties, specialized reporters and digests, treatises, loose leaf services, and law reviews; how to locate New Mexico court records and briefs, ordinances, agency opinions, decisions, and materials, and ethics opinions; how to locate and use current awareness sources; how to use non-legal resources; how to locate and use ALRs, treatises and law reviews; how to locate forms, checklists, jury instructions; how to update and citate statutes, regulations, and case law; how to locate a parallel citation; and how to apply the correct citation form for legal materials under the New Mexico Rules of Citation (N. M. Sup. Ct. R. 23-112).</p>\n<p>Methodologies:  Lecture and hands on practice opportunities (in and out of class)</p>\n<p>Assessment:  Graded assignments; final examination or final project</p>"
        },
        {
          "id": "legislative_drafting",
          "title": "Legislative Drafting",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Legislative and Constitutional Law",
          "active": "TRUE",
          "html": "<p>This seminar explores the principles and practices which shape how legislation is conceived, introduced, presented and managed through the legislative process to become law. It explores the role of various actors in the legislative process and numerous “veto gates,” or procedural hurdles that legislation must successfully overcome to avoid being defeated or otherwise derailed. To provide “hands on” experience in conceiving, writing, advocating for, and negotiating the passage of laws, the seminar will conduct a multi-day legislative exercise. Additionally class members will have the opportunity and be expected to work with one of many actors involved in the New Mexico state legislative session that will occur during the semester. Potential roles would involve working with non-profit advocates or groups, legislative committees or executive branch agencies, or individual legislators assisting with legislative projects and analysis. More specific information regarding such roles and opportunities will be developed by the professor in the fall. To extent that students express an interest in the seminar at an early date, it will facilitate optimal student placement. Because some of the most important legislative work is often done well in advance of the session, some of these placements may require making a commitment or doing work prior to the start of the spring semester. Total time commitment throughout the semester will be balanced out to ensure it is appropriate for a 2 or 3 credit course, as the case may be.  A limited number of students, with the professor’s approval in advance, may take the course in satisfaction of the law school’s writing requirement. </p>"
        },
        {
          "id": "marshall_brennan_constitution_literacy_seminar",
          "title": "Marshall Brennan Constitution Literacy Seminar",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": null,
          "active": "TRUE",
          "html": "<p>This is a 3 credit seminar, with 2 graded credits and 1 ungraded fieldwork credit. The seminar is designed for upper-level students who are Marshall-Brennan Constitutional Literacy Project Law Fellows, who will initially register for the 2 credit course (Law 593-034) and submit an application to serve as a Law Fellow (application and more info on the program available at <a href=\"http://lawschool.unm.edu/marshall-brennan.html\">http://lawschool.unm.edu/marshall-brennan.html</a>). During the summer, students will also enroll in the additional 1 credit course for the fieldwork component. Law students teach Constitutional Law and social justice in area high schools. The seminar is meant to compliment the teaching experience and explore substantive topics in education law, such as freedom of speech in schools, the school-to-prison pipeline, search and seizure in the public school context, and disability rights.</p>\n<p>Law students will also engage in an ongoing theoretical and practical examination of some of the practices that Marshall-Brennan teachers have found effective in their classrooms, and collaborate on events such as Constitution Day and a regional high school moot court competition to engage youth from diverse and underserved backgrounds in learning about justice and advocacy. The course will proceed in a wholly interactive discussion format. This course encourages individual development as teachers, writers, and critical thinkers, and also provides an opportunity for Fellows to grow as colleagues and community advocates.</p>"
        },
        {
          "id": "mediation",
          "title": "Mediation",
          "frequency_key": "A",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR Courses",
          "active": "TRUE",
          "html": "<p>This training seminar  provides people with the opportunity to learn how to negotiate effectively and  understand the theory and practice of mediation as a method of alternative  dispute resolution. We will use simulations, small group exercises, and concept  presentations based on realistic problems to provide an intensive,  practice-oriented experience. Topics covered include: </p><ul><li>tools for analyzing the dispute and selecting the best interventions </li><li>dealing  with resistance and gaining commitment to constructive negotiation</li><li>mediating  multi-party disputes</li><li>ethical  dilemmas </li><li>strategies  for balancing power</li> <li>techniques  for breaking impasses </li><li>reframing </li><li>assessing  mediator competency </li><li>mediation  as assisted decision-making </li></ul><p>Journal or reflective  papers will be required. This course will be graded on a CR/C-, D+, D, D-, F  basis. The course will be scheduled on two weekends beginning at midday Friday,  running all day Saturday, and through the afternoon on Sunday. See schedule for  exact times. Attendance during all scheduled class time is mandatory. There  will be no exceptions to the attendance requirement.</p>"
        },
        {
          "id": "mental_disablility_civil_cases",
          "title": "Mental Disablility Civil Cases",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": true,
          "html": "<p>The seminar will explore the implications of mental disabilities \n(primarily mental illness and mental retardation) to both substantive \nand procedural issues at every stage of the criminal justice process, \nincluding interrogation of suspects with disabilities, competence to \nwaive constitutional rights, competence to stand trial, criminal \nresponsibility (including the insanity defense), and sentencing. Course \nmaterials will include statutes, appellate cases, standards propounded \nby professional organizations, and clinical materials. Discussion will \nalso focus on videotaped excerpts, which allow consideration of the \nactual functioning of defendants with disabilities.</p>"
        },
        {
          "id": "mental_health_and_retardation_law",
          "title": "Mental Health and Retardation Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Health Law",
          "active": false,
          "html": "<p>The seminar will explore issues encountered by people with mental disabilities in the civil justice system. Topics will include guardianship and competence, substitute decision making, civil commitment, right to treatment and habilitation, and discrimination based on disabilities. The primary focus will be on constitutional issues, although there will be some discussion of statutory matters as well.</p>"
        },
        {
          "id": "national_security",
          "title": "National Security",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law",
          "active": false,
          "html": "<p>This course explores the fundamental constitutional and legal issues that arise in the national security context, paying particular attention to the roles of various actors, such as the executive and the courts, in times of war. Students' exploration of national security will begin with the founding era and move forward to other historical moments, such as the Civil War, World War II, and the Korean War, ending with current post-9/11 developments.</p>\n<p>At the end of the semester, students will participate in a simulation in which students will be asked to assume various roles and respond to a hypothetical crisis. Students may elect to take this course as a writing seminar, in which case students will be expected to write a research paper of publishable quality, or as a traditional seminar, in which case students will be expected to write shorter briefs throughout the semester.</p>"
        },
        {
          "id": "national_security_law",
          "title": "National Security Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law",
          "active": false,
          "html": "<p>This seminar explores the fundamental constitutional and legal issues that arise in the national security context. It examines, among other things, the scope of executive wartime power, the role of the courts in times of war, the use of the writ of habeas corpus to challenge unlawful detention, and the rights and experiences of those targeted by governmental national security initiatives. Students will study historical moments, such as the Civil War and World War II, in which these issues are implicated, as well as important post-9/11 developments in the national security arena.</p>"
        },
        {
          "id": "natural_and_cultural_resources_indian_country",
          "title": "Natural and Cultural Resources: Indian Country",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law, Indian Law",
          "active": false,
          "html": "<p>This course addresses issues of ownership, regulation, and jurisdiction \nthat arise in the unique context of the management of natural resources \nin Indian country. Specific topics include ownership of land and water \nresources on Indian reservations; land use and environmental protection \nin Indian country; taxation of natural resources in the reservation \nsetting; federally reserved Indian water rights; and off-reservation \nIndian hunting, fishing, and gathering rights. To enroll in this course,\n students must have taken the basic introductory Indian Law course or \nhave obtained special permission from the instructor.</p>"
        },
        {
          "id": "natural_resources",
          "title": "Natural Resources",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>This course surveys statutory and case law concerning federal lands, \nincluding undesignated Bureau of Land Management rangelands, National \nForests, National Parks, and Monument Designations, while introducing \nstudents to environmental review under the National Environmental Policy\n Act, conservation transactions, wildlife, the Endangered Species Act, \noil and gas and coal leasing, and hard rock mining on federal lands. \nStudents also are introduced to legal issues involving the management \nand protection of state lands, with particular emphasis on examples from\n New Mexico that supplement the text. We have presentations from natural\n resource practitioners and from those involved in legislative change.</p>"
        },
        {
          "id": "natural_resources_management",
          "title": "Natural Resources Management",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": null
        },
        {
          "id": "new_mexico_constitutional_criminal_procedure",
          "title": "New Mexico Constitutional Criminal Procedure",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Criminal Law",
          "active": false,
          "html": "<p>This seminar will examine the rights of criminal defendants in New \nMexico state courts.  While the course will consider other issues, the \nNew Mexico Constitution will serve as the centerpiece of the class.  New\n Mexico appellate courts have frequently interpreted the state \nconstitution to provide broad protections for criminal defendants that \nexceed the rights guaranteed under the corresponding provisions of the \nUnited States Constitution.  We will explore these opinions and discuss \nthe areas in which New Mexico law follows federal precedent as well as \nlooking at the situations where New Mexico courts have charted their own\n path.  The course will require a student paper that may be used to \nfulfill the writing requirement; no examination will be given.  To \nenroll in this course, students need to have taken Criminal Procedure I \nor obtain instructor permission.\n</p>"
        },
        {
          "id": "non_profit_corporations_and_non_profit_entities",
          "title": "Non-Profit Corporations and Non-Profit Entities",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Criminal Law",
          "active": false,
          "html": "<p>During the past century, there has evolved a type of organization that serves society other than for-profit corporations and government agencies.  As a group, these organizations are known as the third sector. The third sector sits somewhere been for-profit and governmental agencies. The third sector includes non-profit corporations of various kinds: charities, phalntropy, philanthropic organizations, fraternal and social organizations, trade associations and business leagues to name just some.  Many of these organizations are extremely small, while others rival, Fortune 500 corporations.  The emergence of the third sector resulted in part from tax benefits provided in the Internal Revenue Code. </p>\n<p> The purpose of Non-profit Corporation course is to look at the legal issues involved in the formation and operation of non-profit, tax-exempt organizations.  The primary focus will involve the formation of organizations describe as section 501(c)(3) organizations (charities). </p>\n<p> In line with the focus of the course, students, besides preparing for and attending weekly classes, will be required to draft necessary corporate and tax documents with respect to the formation of a non-profit corporation and a supporting memorandum explaining the goals and formation processes implemented.</p>"
        },
        {
          "id": "oil_and_gas_law",
          "title": "Oil and Gas Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>This course examines how the courts, legislative bodies and \nadministrative agencies have adapted basic principles of property, \ncontract and tort law to address the unique issues related to the \ndevelopment and production of oil and gas resources. The course will \nexplore the nature of the interests created out of the oil and gas \nmineral estate and how these interests are protected. The oil and gas \nlease and its express and implied covenants will be reviewed as well as \nother basic contracts governing the production and sale of these \nresources.  The role of the state in the regulation of oil and gas and \nthe tools available to it including spacing, pooling and unitization \nwill be examined. Public land issues and the relationships between the \nstate, federal government and Indian Nations in the regulation of the \noil and gas industry will also be explored. Finally, the course will \naddresses current issues related to coal methane gas production, \nhorizontal drilling, split estates and the protection of ground water \nand the environment.</p>"
        },
        {
          "id": "overview_of_mexican_law",
          "title": "Overview of Mexican Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "International and Comparative Law",
          "active": false,
          "html": "<p>This seminar will discuss the structure of the Mexican legal system, law\n and legal profession. The focus of the seminar will cover those legal \ntopics of interest to a no¬Mexican person interested in doing business \nin Mexico, such as contracts, commercial sales, security instruments, \nreal estate transactions, business entities, labor law and tax law. If \ntime permits we will briefly examine the criminal system of Mexico. \nAppropriate Mexican legal terminology will be discussed as it relates to\n the various legal topics. If there is sufficient interest a field trip \nto Juarez and Chihuahua will be arranged to meet with legal educators, \nlaw firms and judges. Final grades will be determined by examination or \npaper. The course may be used to meet the writing requirement. </p>"
        },
        {
          "id": "payment_systems",
          "title": "Payment Systems",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course studies written instruments which represent money, such as promissory notes and drafts (e.g., checks), as well as guaranties and letters of credit. If certain requirements are satisfied, the person in possession of a note or draft may have superior rights to the transferor and may be able to enforce payment even though the obligor has defenses which would have been effective under contract law. The law with respect to notes and drafts is codified in Articles 3 and 4 of the Uniform Commercial Code, and the course emphasizes problem-solving under these provisions.</p><p>The course examines the formal requirements that a note or draft must meet to be deemed negotiable, how the negotiable instrument is negotiated to a holder, and the requirements which the holder must satisfy to be deemed a holder in due course, the bona fide purchaser of commercial paper. The focus then shifts to the various types of liability which may arise on commercial paper: contract, warranty, and tort. The course examines the rights and liabilities of various parties when commercial paper contains forgeries or alterations.</p><p>The course also examines the checking account payment system, the bank collection process, and the rights and liabilities of banks and their customers. The course will consider the evolution of alternative payments systems, including the credit-card system, debit cards, wire-transfers, stored-value cards, and electronic money and commerce on the internet, as well as various closed, locally-based payment systems.</p>"
        },
        {
          "id": "poverty_law",
          "title": "Poverty Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>Poverty Law In Practice is a course designed to expose law students and lawyers to the basic substantive laws and procedures associated with areas where attorneys are needed, and expertise is required.  Areas to be covered initially will include:  Benefits law (social security benefits--SSDI/SSI, Medicaid, LIHEAP, etc.), Landlord-Tenant/ Public Housing, and Consumer Debt Collection Practices and Used Car Sales Fraud.</p>\n<p>Three substantive areas will be covered in a given semester, with changes in the topics covered in the course based on needs for training in the community and availability of poverty law experts to serve as trainers. </p>\n<p>One goal of the class is to give students an introduction to the need to provide pro-bono and low-bono services.  A second goal is to give practitioners competence in these areas of the law so that they can take on as clients, and adequately represent, under-served people.  Attorneys who take the class will be asked to take on a pro-bono case in the area covered, and attorneys will be able to take segments for free CLE credit.  Students will be required to attend all sessions, observe an attorney who practices in this area, and provide documentation of that observation, in order to earn credit for the course. </p>\n<p>John Feldman will coordinate the class and Sandi Gilley, of Law Access New Mexico, will be the lead instructor.  Local attorneys with expertise in the relevant areas of law will also assist in instruction.</p>\n<p>The class will address the need to provide students with a chance to learn about pro-bono work, as required by the American Bar Association, and provide a core of additional attorneys to serve the needs of people as referred by legal services providers and the courts.  The class will be set up for distance learning, allowing attorneys throughout the state to take this training.</p>\n<p>As an example of what would be covered in a four hour block on Landlord-Tenant/Public Housing  law, students will study the New Mexico Uniform Owner-Resident Relations Act and the rules from the Magistrate and Metro courts flowing from the Act. Students and attorneys would be given a benchbook for landlord-tenant practice, which students can use when they take clinic or graduate and take clients, and practitioners can use to bridge the gap that keeps them from taking on clients with these types of legal problems.</p>"
        },
        {
          "id": "pre_trial_practice",
          "title": "Pre-Trial Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": true,
          "html": "<p>Pretrial Practice follows the management of a civil lawsuit from establishing an attorney-client relationship through a settlement conference.  The emphasis is on the strategies and tactics of litigation and solving real-world pretrial problems.  Students will be assigned to represent either a plaintiff or a defendant in a simulated case.  The class sessions are a combination of lecture and practice exercises.  Students are expected to, among other tasks, interview a witness, take a deposition, prepare a motion, and participate in a settlement conference.  Because of the small class size, individual critique is possible.  It is helpful to have taken civil procedure and evidence before enrolling in this course.</p>"
        },
        {
          "id": "prisoners_rights",
          "title": "Prisoner's Rights",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": true,
          "html": "<p>Individual liberty is at its lowest ebb in the penal context. \nIncarcerated individuals, by definition and perhaps by necessity, give \nup certain rights. This course will explore the residual rights that \nremain for incarcerated individuals. In particular, this course will \nprovide an overview of incarcerated individuals’ constitutional and \nstatutory rights. Students also will examine the theoretical \njustifications for punishment and incarceration, applicable remedies, \nand limitations on those remedies.</p>"
        },
        {
          "id": "property_II",
          "title": "Property II",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Property Law",
          "active": "TRUE",
          "html": "<p>Primarily focuses on private land-use arrangements (especially non-possessory interests in land such as easements, real covenants, and equitable servitudes). Other topics include landlord/tenant law, problems arising in the contract for sale of land, methods of title assurance (including the operation of the recording acts), and nuisance. Focus is on general theory and practice, with side-glances at New Mexico law for illustrative purposes.</p>"
        },
        {
          "id": "psychology_neuroscience_and_the_law",
          "title": "Psychology, Neuroscience and the Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Health Law",
          "active": false,
          "html": null
        },
        {
          "id": "pueblo_indian_law",
          "title": "Pueblo Indian Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": "<p>The course will cover the major developments in law and policy toward the Pueblo Indians by Spain, Mexico and the United States from a critical perspective.  Students will gain a historical perspective of the impacts of law on the Pueblos and its relationship to present treatment and emerging challenges.</p>"
        },
        {
          "id": "race_and_the_law",
          "title": "Race and the Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": false,
          "html": "<p>This course has been developed to explore the controversial and complex \ntopic of race through a legal lens. We will consider the historical and \ncontemporary relationship between law and society, analyzing law as an \nexpression of cultural values, a reflection of social, economic, and \npolitical structure, and an ideological instrument of social control and\n social change. We will examine the legal construction of race as it \nrelates to individual, institutional, and structural racism. \nComplimenting this general perspective will be an examination of \nselected legal institutions, such as the court system, the police, \nregulatory agencies, and the legal profession.</p>"
        },
        {
          "id": "regulation_of_banking",
          "title": "Regulation of Banking",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This  course will introduce students to the United State’s system for \nregulating  financial institutions with an emphasis on federal \nregulation of banks.  The course will focus on 3 topics.  First, the \ncourse will discuss the history of  U.S. banking law, including an \noverview of the policy justifications for strict  regulation of banks.  \nSecond, the course  will continue by examining the statutorily granted \npowers conferred upon banks  and the limitations placed upon the \nbusiness activities of banks.  Finally, the course will end by covering \nthe  regulatory regime for (1) supervising bank activities (e.g. \nregulating a bank’s  assets and liabilities, consumer protection, \npredatory lending), (2) correcting  unsound banking practices, and (3) \naddressing bank failure.  If time permits, the course will also cover  \ntopics relating to the effect of technology, such as electronic banking \nand  mobile banking, on existing banking regulations.   </p>"
        },
        {
          "id": "remedies",
          "title": "Remedies",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law, Law Practice, Litigation and ADR",
          "active": true,
          "html": "<p>Parties generally do not sue (or seek arbitration) just to  have the court declare they were right.   They seek some form of relief.  Remedies  studies the different forms that relief may take.   In other words, Remedies is concerned with  the “bottom line” of a lawsuit.  Remedies  also addresses the litigation strategy that complainants may, or should, pursue  in attaining that relief.</p><p>Any relief necessarily must relate to the interest protected  by the underlying claim on which a party sues.   Those claims are based in contract, tort, unjust enrichment, or breach  of fiduciary duty.  The study of Remedies  therefore, will show the relationship between the different claims and possible  relief.  Thus, studying Remedies allows  you to connect the substantive theories you have studied (e.g. contracts and  torts and those theories based on contracts and torts) with different forms of  relief.  Unlike your substantive courses,  which concentrated on the substantive theories, Remedies focuses on the  possible relief with substantive theories as the backdrop. Remedies is a good  course to view the “forest”, that is, all the trees that go to make up civil  litigation.</p><p>The different types of relief covered by the course  include: Damages, Restitution, and Equitable Remedies of Injunction, Specific  Performance, Constructive Trust, Accounting, and Equitable Lien.  While reviewing these remedies, we will  concentrate on which is the preferable remedy, considering the harm that the  plaintiff has suffered.</p>"
        },
        {
          "id": "sales_of_goods",
          "title": "Sales of Goods",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>In this course, we will study Articles 2 and 2A of the Uniform \nCommercial Code, which cover the sale and leases of goods. In your \ncontracts class, you have already looked at some of the sections \ngoverning warranties and contract formation. We will expand on these \ntopics and look at such questions as the obligations of the seller and \nthe buyer, remedies, anticipatory breach, conditions, and the parol \nevidence rule. In addition, we will consider the CISG (the UN Convention\n on Contracts for the International Sale of Goods), which can override \nthe UCC as adopted by U.S. states. The focus of this course will be \npractical and problem-based. Class-time will be spent applying the UCC \nprovisions and interpreting caselaw to specific fact patterns. There \nwill be graded written problems or drafting exercises throughout the \nsemester in addition to a final exam. </p>"
        },
        {
          "id": "secured_transactions",
          "title": "Secured Transactions",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course introduces students to all aspects of security interests in \npersonal property collateral, including creation, perfection, priorities\n (between competing security interests and between security interests \nand other property interest),\nand enforcement of security interests (including repossession/sale of \ncollateral and distribution of sale proceeds). The main focus is Article\n 9 of the Uniform Commercial Code and helping students understand \nvarious techniques in reading and interpreting\nthe Uniform Commercial Code. This course will emphasize the use of \nproblems as a primary means of learning how to use the code and counsel \nhypothetical creditor or debtor clients in both transactional and \nlitigation situations. This course will be useful\nfor all students as Article 9’s complex network of rules underlies the \nspectrum of seemingly simple transactions to complicated business deals.</p>"
        },
        {
          "id": "sentencing_theory_and_practice",
          "title": "Sentencing Theory and Practice",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Criminal Law",
          "active": false,
          "html": "<p>This course explores the theories of criminal punishment, the criminal \nsentencing process, and contemporary issues in sentencing. Students \nfirst will analyze the traditional justifications for criminal \npunishment: retribution, deterrence, incapacitation, and rehabilitation.\n With this philosophical foundation in place, students will then \nparticipate in sentencing exercises. In particular, students will \nsimulate the sentencing process by taking turns drafting pre-sentence \nreports, acting as prosecution, and serving as defense counsel in weekly\n cases. These cases will be drawn from actual criminal matters and will \nspan various criminal contexts, including drugs, homicide, and fraud. As\n a part of these simulations, students will learn to apply the federal \nSentencing Guidelines and will debate whether the sentences advised \nunder the Guidelines are consistent with the underlying purposes of \ncriminal punishment. The semester closes with discussions of systemic \nsentencing issues, such as racial disparities in the criminal justice \nsystem.</p>"
        },
        {
          "id": "sexuality_and_the_law",
          "title": "Sexuality and the Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Family Law",
          "active": false,
          "html": "<p>This course explores the theories of criminal punishment, the criminal \nsentencing process, and contemporary issues in sentencing. Students \nfirst will analyze the traditional justifications for criminal \npunishment: retribution, deterrence, incapacitation, and rehabilitation.\n With this philosophical foundation in place, students will then \nparticipate in sentencing exercises. In particular, students will \nsimulate the sentencing process by taking turns drafting pre-sentence \nreports, acting as prosecution, and serving as defense counsel in weekly\n cases. These cases will be drawn from actual criminal matters and will \nspan various criminal contexts, including drugs, homicide, and fraud. As\n a part of these simulations, students will learn to apply the federal \nSentencing Guidelines and will debate whether the sentences advised \nunder the Guidelines are consistent with the underlying purposes of \ncriminal punishment. The semester closes with discussions of systemic \nsentencing issues, such as racial disparities in the criminal justice \nsystem.</p>"
        },
        {
          "id": "spanish_for_lawyers_I",
          "title": "Spanish for Lawyers I",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR Courses, Legal Theory, History and Philosophy",
          "active": true,
          "html": "<p>This course will stress and teach the basic legal terminology that is used in our judicial system in a variety of practice settings. The course will strive to give the practitioner a basic understanding of the legal framework that their Spanish speaking clients come from if they are from countries with civil system traditions. Basic terminology will be taught in the areas of criminal law, domestic relations and minor civil disputes. There will be an emphasis in practical aspects of language usage and the student should enroll with the idea of actively participating.</p>"
        },
        {
          "id": "spanish_for_lawyers_II",
          "title": "Spanish for Lawyers II",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR Courses, Legal Theory, History and Philosophy",
          "active": true,
          "html": "<p>This course will stress and teach the basic legal terminology that is used in our judicial system in a variety of practice settings at a more advanced level than Lawyers for Spanish I. The course will strive to give the practitioner a basic understanding of the legal framework that their Spanish speaking clients come from if they are from countries with civil system traditions. Basic terminology will be taught in the areas of criminal law, domestic relations and minor civil disputes. There will be an emphasis in practical aspects of language usage and the student should enroll with the idea of actively participating.</p>"
        },
        {
          "id": "specialized_legal_research",
          "title": "Specialized Legal Research",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": true,
          "html": "<p>The goals of this course are to give students advanced and in-depth training on researching questions involving federal Indian law and tribal law. Specifically, the courses aims are (1) to teach students to evaluate legal information sources effectively and to formulate a rational research methodology which maximizes efficiency; (2) to introduce students to using the primary American legal and tribal sources (cases, statutes, and administrative regulations and reports) in traditional and electronic formats; (3) to introduce students to specialized American legal and tribal law sources in Indian law; (4) to hone skills in compiling legislative histories. Students will have numerous opportunities for \"hands on\" experiences with a wide range of legal materials and databases. </p>"
        },
        {
          "id": "sports_law",
          "title": "Sports Law",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law, Employment Law, Intellectual Property",
          "active": true,
          "html": "<p>There is no such thing as Sports Law. This course will study the application of antitrust, constitutional, contract, international, labor and tort law, and other laws in sports. Field trips (perhaps out of town) to one or more games or a competition will be involved. The course may also include guest speakers.</p><p>Students will participate in a negotiation exercise, including the drafting of a strategy memo and contrast terms, and will write a paper.</p>"
        },
        {
          "id": "state_and_local_tax",
          "title": "State and Local Tax",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>Lawyers who practice in the business and tax areas should be well versed in state taxation.  This is especially true in a state like New Mexico where State taxation raises more issues and has as much, or more, affect on planning transactions, than federal taxation.</p>\n<p>The State and Local Taxation course will address state tax issues by having students study those issues from both practice and policy perspectives. The course also will focus on statutory construction.</p>\n<p>During the initial 4 to 6 classes, class discussions will deal with policy, constitution and overview of taxing systems. Understanding tax policy principles is essential to understanding any taxation, especially state taxation.  Because state taxing powers are limited by the commerce and due process clauses of the Constitution, the course will review the relevant court decisions dealing with the constitutional limitations imposed on a state’s jurisdiction to tax, providing the test or standards given to us by the Supreme Court.</p>\n<p>The course then will revolve around problems that I will hand out. The problems, which will be the basis for assignment, will involve current issues impacting New Mexico gross receipts and corporate income taxes. Although we are concentrating on New Mexico, the principles, and the underlying statutory provisions, are the same in most states. </p>\n<p>Helen Hecht, a nationally recognized state tax law expert, has graciously agreed to participate in the class. Helen is a graduate of the law school, practiced tax law with the Sutin Law Firm and is presently Tax Counsel for the Federation of State Tax Administrators.</p>\n<p>Students will be evaluated on class participation and written assignments. Students will be required to complete three or four memoranda of law, or similar projects, analyzing the issues raised by the problems. Helen and/or I will meet with students individually or in groups, as called for, to discuss each project.</p>\n<p>There will be no casebook for the course.  I will assign cases statues and other materials accessible online or from the library, and handout other reading material.</p>"
        },
        {
          "id": "supreme_court_decision_making",
          "title": "Supreme Court Decision Making",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Legislative and Constitutional Law",
          "active": true,
          "html": "<p>The focus of this course will be on the process of Supreme Court decision-making. The process questions to be considered during the semester will include the certiorari process, the use of history, the treatment of constitutional facts, reasoned and principled decision-making and the value of precedent.  The course also will look at the Supreme Court as an institution, and will examine the selection of Supreme Court justices and the role played by the modern Supreme Court.  Finally, the class will also sit as \"The Court\" in a case selected from the Supreme Court's pending docket. Each student will be assigned the role of a sitting Justice. After consideration of the briefs and a \"Conference\" on the case, each member of the class will produce a written opinion expressing the views of his or her Justice.</p>"
        },
        {
          "id": "taking_and_defending_depositions",
          "title": "Taking and Defending Depositions",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>Taking and Defending Depositions is a course that follows the basic \nlearning and teaching model developed by the National Institute for \nTrial Advocacy. The emphasis is on “learning by doing” in a simulated \ndeposition setting with constructive faculty critique. There will be \nsome lecture and demonstration of deposition skills, along with \nconsideration of ethical and professionalism issues that arise in the \ncontext of taking depositions.</p>"
        },
        {
          "id": "taxation_of_business_enterprises",
          "title": "Taxation of Business Enterprises",
          "frequency_key": "C",
          "type": "Upper Class",
          "family": "Business and Tax Law",
          "active": false,
          "html": "<p>This course provides an overview of major federal income tax events with\n respect to business entities. These events include formations, \ncontributions, operations, distributions, redemptions, and liquidations.\n The types of business entities covered in the course are entities that \nare taxed under federal law as Subchapter C corporations, Subchapter S \ncorporations, and partnerships (including limited liability companies). \nThis course will also consider policy issues related to the taxation of \nthese business entities.</p>"
        },
        {
          "id": "tax_practice_and_procedure",
          "title": "Tax Practice and Procedure",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": null,
          "active": "TRUE",
          "html": "<p>This course will provide an in-depth review of the assessment, collection and enforcement of federal taxes, including real time experience. The student will be provided with opportunities to draft all of the necessary documents for practical and effective representation on a cost-efficient basis. 75% of the grade will be based on successful completion of the drafting assignments. The remaining 25% of the grade will be based on class participation, the objective being to ensure inter-active classroom effort. There is no final examination.</p>"
        },
        {
          "id": "trademark_law",
          "title": "Trademark Law",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Intellectual Property",
          "active": false,
          "html": "<p>This course covers U.S. trademark and unfair competition law (other than\n antitrust law), focusing on the Lanham Act, federal registration, and \ninternational conventions for trademark protection as well as the \nfundamental policies underlying unfair competition.  The three-credit \nversion of the course will also include detailed coverage of state \ntrademark and unfair competition laws.  In addition to these basic \nissues, the course will address issues of current interest, such as: \nprotection of Internet domain names; trademarking celebrities; conflicts\n between trademark protection and the copyright and patent laws; and \ntrademark dilution.  The course grade will be determined by performance \non written exercises and the final examination. </p>"
        },
        {
          "id": "transactional_negotiations",
          "title": "Transactional Negotiations",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This course is structured around a simulated negotiation exercise in \nwhich the students in this class will be divided into two teams, with \none team representing a pharmaceutical company (KJH Pharmaceutical \nCorporation) and the other team representing a Mississippi agricultural \nproduction company (Mississippi Cotton Corporation). The two companies \nare interested in working together to exploit a new technology developed\n by KJH Pharmaceutical\n          that uses the cotton produced by Mississippi Cotton \nCorporation. The form of their collaboration could be a joint venture, a\n licensing agreement or a long term supply contract. The negotiations \nwill take place through written exchanges and through live, face to face\n negotiations.</p><p>The purpose of the course is to provide students with an opportunity (i)\n to experience the sequential development of a business transaction over\n an extended negotiation, (ii) to study the businesses, legal issues and\n strategies that impact the negotiation, (iii) to gain insight into the\n          dynamics of negotiating and structuring business transactions,\n (iv) to learn about the role that lawyers and law play in these \nnegotiations, (v) to give students experience in drafting \ncommunications, and (vi) to provide negotiating experience in a context \nthat replicates actual legal practice.</p>"
        },
        {
          "id": "trial_practice",
          "title": "Trial Practice",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Criminal Law, Law Practice, Litigation and ADR",
          "active": false,
          "html": "<p>This course teaches you how to be a trial lawyer through actual \npreparation and presentation of all segments of a trial. Extensive \npreparation will be required for each session. Students will learn \ntechniques of basic direct and cross-examinations, impeachment, handling\n exhibits and demonstrative evidence, jury selection, opening and \nclosing statements, advanced direct and cross-examination, and \nexamination of expert witnesses. They will perform simulated trial \nexercises and their work will be critiqued by leading members of the New\n Mexico Bench and Bar.</p>"
        },
        {
          "id": "tribal_natural_and_cultural_resources_law",
          "title": "Tribal Natural and Cultural Resources Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Indian Law",
          "active": false,
          "html": "<p>This writing seminar explores the myriad of jurisdictional, regulatory \nand ownership issues that arise in the tribal natural and cultural \nresources context.  It examines, among other things, the scope of tribal\n authority to protect and regulate natural resources on reservation, the\n role of tribes to participate in federal and state actions affecting \nnatural and cultural resources off-reservation, and  laws and cases that\n have developed under this broad area.  The themes and topics covered  \nin the seminar  will allow a student to delve deeper into a particular \narea of tribal natural and cultural resources law that is of special \ninterest to the student.</p><p>There are two interrelated goals for this course.  First, to ensure \nstudents write a piece of original scholarship, of publishable quality, \non a topic with tribal natural and cultural resources law, and second, \nto ensure students become familiar with foundational cases and  issues \nin the tribal natural and cultural resources area.  Since this is a \nwriting seminar, the primary focus of the course will be students’ \npapers.  Accordingly, I intend to work closely with students on their \nrespective papers and helping students become effective legal writers.  I\n will have some guest speakers to help students with their research and \nwriting, and their presentations will be in the first half of the class.\n</p>"
        },
        {
          "id": "water_law",
          "title": "Water Law",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>Water Law deals with the laws and institutions governing water allocation and use, with an emphasis on water rights.  The primary focus is on the Western United  States, particularly the prior appropriation doctrine and state laws dealing  with groundwater use.  The course also deals with interstate water disputes and the water rights of federal and tribal lands.</p>"
        },
        {
          "id": "wildlife_law_drafting",
          "title": "Wildlife Law Drafting",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Environmental and Natural Resources Law",
          "active": false,
          "html": "<p>This course provides an opportunity for upper-division students with an \ninterest in wildlife law issues to delve into the subject matter through\n an interdisciplinary approach.The course will address the major topics \nin wildlife law at all levels of government, including state, federal, \ninternational and tribal, as well as overarching issues such as \nbiodiversity protection and climate change. In addition, the scientific aspects of wildlife management will be examined, from biological and \necological perspectives.</p><p>Assessment will be based on a drafting project and class participation. \nThe drafting project can be in the form of model legislation or \nregulation, legislative testimony in support of pending federal or state\n legislation or rulemaking, comments on proposed species listing or \nde-listings, amicus briefings, or other option as agreed to by the \ninstructor; plus a supporting research paper; and presentation of the \nproject and paper.</p>"
        },
        {
          "id": "wills_and_trusts",
          "title": "Wills and Trusts",
          "frequency_key": "B",
          "type": "Upper Class",
          "family": "Property Law",
          "active": true,
          "html": "<p>Wills continue to be one of the principal means by which an individual directs the disposition of his or her wealth at death, and trusts and other will substitutes are used increasingly to manage and dispose of property. Nevertheless, many decedents' assets\n  will pass by operation of law in the absence of a will or will substitutes. This course looks at these means for transferring wealth, which makes it a bread-and-butter course for students who anticipate dealing as lawyers with probate and estate planning issues.</p>\n<p>Wills and Trusts explores the ways by which an individual’s property passes at death; how individuals may affect that passage by creating a will or will substitute like a trust during lifetime; what the law requires for a will or will substitute to be enforceable;\n  the extent to which the law may limit the disinheritance of a surviving spouse or child; and how fiduciaries administer estates and trusts.</p>\n<p>The course begins with an overview of basic concepts and then proceeds to examine specific topics, including: intestacy, which provides for distribution of property by operation of law when a person fails to leave a valid will; the requirements for executing\n  a valid will; will components; changes of circumstances after execution; revocation; interpretation; will contests; probate estates; non-probate transfers and will substitutes; protection of family; planning for incapacity; the creation of testamentary and\n  living trusts; the nature of beneficial interests under a trust instrument; rules of survivorship; future interests; the modification and termination of trusts; and powers of appointment.</p>"
        },
        {
          "id": "wrongful_convictions",
          "title": "Wrongful Convictions",
          "frequency_key": "D",
          "type": "Upper Class",
          "family": "Civil Rights and Constitutional Law, Criminal Law",
          "active": false,
          "html": "<p>The course is designed to provide students with an overview of the \nissues and case law related to wrongful convictions.  Students will \nexplore the many factors of wrongful conviction, including ineffective \nassistance of counsel, police and prosecutorial misconduct, mistaken \neyewitness identification, false confessions, etc., as well as the legal\n process for relief from wrongful convictions.  Students interested in \nor pursuing a career in criminal law, whether as a criminal defense \nattorney or a prosecutor, will find this course will better prepare them\n to avoid wrongful convictions through their understanding of the many \nfactors so often found in wrongful conviction and factually innocent \ncases.</p>"
        }
      ],
      "clinic_externships": [
        {
          "id": "agency_externships",
          "title": "Agency Externships",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p>The Agency Externship Program allows students to work with a government,\n non-profit, judicial placement or advocacy organization under the \nsupervision of a practicing lawyer to obtain knowledge and experience in\n the practice of law. Agency externs have the opportunity to interview \nand counsel clients, negotiate with lawyers and others, make \npresentations in court, draft legal documents, interview witnesses, and \ngenerally to perform and learn the various tasks and skills necessary to\n help a particular client resolve his or her legal problems.</p>"
        },
        {
          "id": "alternative_dispute_resolution_externships",
          "title": "Alternative Dispute Resolution Externships (ADR)",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p>The Alternative Dispute Resolution [ADR] Extern Program provides law \nstudents exposure to dispute resolvers or assistants in dispute \nresolution organizations dealing with mediation, arbitration, \nfacilitation, and summary jury trials. Under the supervision of licensed\n attorneys, ADR externs confront actual legal problems and analyze and \nexplore the various roles that lawyers, judges or legal institutions \nplay in the ever-expanding role of alternative dispute resolution. ADR \nexterns can interview and work with clients, negotiate with lawyers and \nothers, and generally perform and learn the various tasks and skills \nnecessary to help clients resolve legal problems.</p>"
        },
        {
          "id": "business_and_tax_clinic",
          "title": "Business and Tax Clinic",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p>The Agency Externship Program allows students to work with a government,\n non-profit, judicial placement or advocacy organization under the \nsupervision of a practicing lawyer to obtain knowledge and experience in\n the practice of law. Agency externs have the opportunity to interview \nand counsel clients, negotiate with lawyers and others, make \npresentations in court, draft legal documents, interview witnesses, and \ngenerally to perform and learn the various tasks and skills necessary to\n help a particular client resolve his or her legal problems.</p>"
        },
        {
          "id": "community_lawyering_clinic",
          "title": "Community Lawyering Clinic",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p>The Community Lawyering Clinic provides outreach legal  services in partnership with local community service providers, including  non-legal disciplines.  Through the  Medical/Legal Alliance for Children (MLAC) the Clinic has entered into a  strategic alliance (the nation’s first) with the Pediatrics Department of the UNM Health   Sciences Center.  MLAC law students represent children,  caregivers, and families to address non-biological factors affecting children’s  health including food, housing, education, physical safety (domestic violence),  caregivers’ relationships and conflicts over custodial rights, immigration  status, involvement in the criminal justice system, and availability of  healthcare and other benefits.  Students  represent clients in Family Court, Children’s Court (juvenile delinquency), and  other venues as necessary.  In addition  to the MLAC, the Community Lawyering Clinic collaborates with PB&J Family  Services, the NM Public Defender and organizations serving families of incarcerated  and addicted individuals, seniors, and HIV-positive people.  Students work under law professor supervision  and on interdisciplinary teams when appropriate.  Clients include speakers of English, Spanish,  and Vietnamese.</p>\n<p>Students will be required (1) to attend and actively  participate in up to five classroom sessions (ten during summer’s first three  weeks) during each week of the academic semester and (2) to maintain, in  addition to classroom hours, a schedule of 24 (2-hours block) fixed office  hours (physically present in the clinic, working on clinic matters) each week  during Summer, or 16 (2-hours block) fixed office hours each week during Fall  and Spring semesters. </p>"
        },
        {
          "id": "judicial_externships",
          "title": "Judicial Externships",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p>The Judicial Extern Program provides law students with a candid \nfirst-hand experience in the judicial decision-making process. Students \nwork in a judge or justice's chambers for a specified number of hours \neach week to work directly with the judge in daily decision-making \ntasks. All facets of the judicial decision-making process can be open to\n discussion, including a candid critique of the quality of the \npresentations made by lawyers appearing before the judge. Judicial \nexterns also summarize case files, conduct legal research, and draft \ndocuments.</p>"
        },
        {
          "id": "law_practice_clinic",
          "title": "Law Practice Clinic",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p>The Law Practice Clinic will emphasize the development of  professional skills and values by assigning students to represent clients in a  variety of both civil and criminal cases.  In their casework, students will be  individually and closely supervised in their representation of low-income  clients.  Each student will be assigned a  mix of cases typical of a general law practice in New Mexico with some  opportunity for a more specialized type of practice taking into account each  student's preferences and career plans, available faculty resources and client  and community needs.  Among other  practice areas, case matters may involve juvenile delinquency defense, family  law, criminal misdemeanor defense, landlord/tenant, contract disputes, wills  and immigration.  The Fall 2013 and  Spring 2014 semesters will provide more focus in the area of juvenile  delinquency and criminal defense.  The  emphasis on student casework is to give law students direct experience with  live clients and real cases and to provide close individual and collaborative  faculty supervision.  In addition to  providing real world experience, students are encouraged to develop and explore  the professional dimensions of client-oriented problem solving.  Students are expected to develop and assume  full professional responsibility for competent, professional and ethical  decision-making in helping their clients solve their legal problems. </p>\n<p>The classroom component seeks to help prepare students to  represent his or her clients competently, to promote professionalism in dealing  with clients, lawyers, staff and others; and to provide experience in  individual and collaborative problem solving.  Classroom sessions include discussion of  pending clinic cases and assigned readings; role-play and simulation; and collaborative  planning and evaluation.  The classroom  component typically addresses such skills and topics as:  client interviewing and counseling, case  evaluation, legal research, fact investigation, drafting documents and  correspondence, motion practice, discovery, negotiation, alternative dispute  resolution, procedure, case management, law office management, the use of computer  technology in the law office, and professional responsibility and ethics. </p>\n<p>Students will be required (1) to attend and actively participate  in up to five classroom sessions (ten during summer’s first three weeks) during  each week of the academic semester and (2) to maintain, in addition to  classroom hours, a schedule of 24 (2-hours block) fixed office hours  (physically present in the clinic, working on clinic matters) each week during  Summer, or 16 (2-hours block) fixed office hours each week during Fall and Spring  semesters. </p>\n<p>Students having any questions about this clinic are  encouraged to visit with Profs. Homer, Land, or Organick.</p>"
        },
        {
          "id": "southwest_indian_law_clinic",
          "title": "Southwest Indian Law Clinic",
          "frequency_key": "A",
          "type": "Clinic and Externships",
          "family": "Clinic and Externships",
          "active": true,
          "html": "<p><strong>Background</strong> –The Southwest Indian Law Clinic  (SILC) provides high quality legal representation and clinical practice  experience in Indian Country.  SILC is  pro-active in the advocacy, promotion and establishment of indigenous people’s  rights.  SILC students may represent  individual clients and/or tribal groups or Indian communities.  Through representation, students may be  exposed to issues arising from historical oppression, poverty and  under-representation, and other issues related to culture, race and  socio-economic status in the legal system.   Students are taught to approach legal  solutions premised on tribal sovereignty, cultural rights or traditional  internal law, as well as general legal principles.</p>\n<p><strong>Type of Case Work</strong> – The type of case work  depends largely on the existing caseload and new case intake, but the Clinic  experience is also driven by individual student interest and energy.  </p>\n<p>The Southwest Indian Law Clinic handles cases arising under  federal, state or tribal law. Students may have opportunities to appear in all  courts and to assist clients in access and use of tribal traditional dispute resolution  in their community.  SILC cases allow  students to engage in vigorous defense, active motion practice and extensive  brief writing.  These cases typically  involve people that would go without representation, but for SILC.  </p>\n<p><strong>Clients</strong> –  Potential clients come from the outlying and nearby Pueblos and tribal  communities, and the urban Indian population.  In addition to serving walk-in clients, SILC  may provide legal services or intake at community intake sites in and around  Albuquerque.  Students may also engage in  project work with tribal governments, non-profit organizations and  non-governmental Indian organizations.  </p>\n<p><strong>Clinic Class and  Office hours</strong> –  Students will be  required (1) to attend and actively participate in up to five classroom  sessions (ten during summer’s first three weeks) during each week of the  academic semester and (2) to maintain, in addition to classroom hours, a  schedule of 24 (2-hours block) fixed office hours (physically present in the  clinic, working on clinic matters) each week during Summer, or 16 (2-hours  block) fixed office hours each week during Fall and Spring semesters. </p>\n<p>Classroom learning complements and supports both the high  quality representation and professionalism in all dealings with clients, staff,  supervisors, the judiciary, opposing parties and others.  Classroom discussions of pending cases and  assigned readings; role-play and simulation; and cultural and racial literacy  exercises enable students to practice and gain confidence in skills such as,  client interviewing and counseling, advocacy, and communication. </p>\n<p><strong>Questions</strong> about the Southwest Indian Law Clinic?  Please feel free to visit with Profs. Creel  or Zuni Cruz.  Have a great Clinic  experience!</p>"
        }
      ],
      "journals": [
        {
          "id": "natural_resources_journal",
          "title": "Natural Resources Journal",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>The research, writing, and editing seminar is limited to second year students who have successfully written onto the Natural Resources Journal. The goals of the seminar are to consider editing and writing articles dealing with a wide spectrum of natural resource and environmental problems. The seminar emphasizes interdisciplinary writing for a broad audience of natural resource policy makers. Students will work towards selecting, researching, and writing about a natural resources topic of their own choosing. At the same time the seminar will help to train the members to critically view their own work and the work of other contributors to the Natural Resources Journal. Finally, the seminar will instruct new NRJ members in the process of producing the four issues of the Journal published each year and as NRJ staff members they will be assigned cite checking duties for articles currently being prepared for publication.</p>"
        },
        {
          "id": "natural_resources_journal_II",
          "title": "Natural Resources Journal II",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>The most important goals of the seminar are to teach editing of \nscholarly writing and, at the same time, deal with a wide spectrum of \nnatural resources/environmental problems.  It will emphasize \ninterdisciplinary writing for an audience of natural resources policy \nmakers.   The course will help train the members to critically view \ntheir own work, learn to work in teams, appreciate the importance of \ndeadlines and organizational techniques, learn to communicate with \nauthors about their work, learn about publication processes and be \nsensitive to the concerns of journal subscribers.</p>"
        },
        {
          "id": "natural_resources_journal_III",
          "title": "Natural Resources Journal III",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>Research, writing, and publication, as well as editing and processing materials for publication.</p>"
        },
        {
          "id": "natural_resources_journal_IV",
          "title": "Natural Resources Journal IV",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>Research, writing, and publication, as well as editing and processing materials for publication.</p>"
        },
        {
          "id": "new_mexico_law_review_I",
          "title": "New Mexico Law Review I",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>This course is limited to second year students who are selected through a writing competition. Coursework includes research, writing, proofing, and preparing materials for publication. Under editorial supervision, staff members are required to write a case note or comment of publishable quality in their first year on the NMLR.  Additionally, there is a class room component that focuses on the craft of legal scholarly writing with an eye towards facilitating the completion of the case note or comment.  Concurrent enrollment in a Legal Research course is highly encouraged.</p>"
        },
        {
          "id": "new_mexico_law_review_II",
          "title": "New Mexico Law Review II",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>The second semester of law review is limited to second year students who enrolled and participated in NMLR I. The course builds on the skills acquired in the first semester and culminates in the submission of a case note or comment to be considered for publication.  NMLR II also includes a classroom component.</p>"
        },
        {
          "id": "new_mexico_law_review_III",
          "title": "New Mexico Law Review III",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>This course is limited to third year members of the NMLR and includes research, writing, proofing, preparing materials for publication, and the opportunity to be published.</p>"
        },
        {
          "id": "new_mexico_law_review_IV",
          "title": "New Mexico Law Review IV",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>This course is limited to third year members of the NMLR and includes research, writing, proofing, preparing materials for publication, and the opportunity to be published.</p>"
        },
        {
          "id": "tribal_law_journal",
          "title": "Tribal Law Journal",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>Students enrolled in the Law of Indigenous Peoples class will be invited to join the Tribal Law Journal staff for the fall and spring semesters of their second and third years. The journal is an exclusively on-line journal devoted to advancing indigenous self-determination through promoting scholarship and discussion on internal indigenous law. Students will meet throughout the year to learn, not only correct Bluebook citation styles, but also how to cite sources of traditional law. Students will be given the opportunity to edit and source check scholarly papers submitted to the journal, including substantive and technical editing, as well as opportunities to promote the mission of the journal in the community and submit their own written work for publication. The journal provides students the opportunity to learn more about indigenous law and to contribute their voice to the discussion relating to the internal law of the world’s indigenous people. </p>"
        },
        {
          "id": "tribal_law_journal_editor",
          "title": "Tribal Law Journal Editor",
          "frequency_key": null,
          "type": "Journals",
          "family": "Journals",
          "active": true,
          "html": "<p>The editor(s) of the Tribal Law Journal will work with the Editor-in-Chief in soliciting and selecting for publication articles submitted to the journal on internal indigenous law. Student editors will work collaboratively with authors to create a final product that reflects the mission of the journal, and at the same time, maintains the integrity of the authors’ work. The editor(s) will also be responsible for teaching and supervising the editing work of the journal staff and the final overall substantive and technical editing of student and professional pieces submitted for publication. Students will have the opportunity to assist the Editor-in-Chief in promoting the journal and its mission, at a local as well as at an international level. This course also includes a web-editing component for students interested in using technology to increase access to the issues critical to the self-determination of indigenous people. </p>"
        }
      ],
      "competitions": [
        {
          "id": "aba_negotiation_competition",
          "title": "ABA Negotiation Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": false,
          "html": "<p>The ABA Law Student Division Negotiation Competition  promotes greater interest among law students in legal negotiation and provides  a means for them to practice and improve their negotiating skills. The  competition simulates legal negotiations in which law students, acting as  lawyers, negotiate a series of legal problems. The simulations consist of a  common set of facts known by all participants and confidential information  known only to the participants representing a particular side. All of the  simulations in the competition stay within the area of law chosen for the year;  the negotiation situations vary with each round and level of the competition  adding additional facts. </p>\n<p><strong>Web Site</strong><br>\n  <a href=\"http://www.abanet.org/lsd/competitions/negotiation/home.html\">http://www.abanet.org/lsd/competitions/negotiation/home.html</a></p>\n<p><strong>Coach</strong><br>\n  New Mexico Court of Appeals Mediator  Robert Rambo</p>\n<p><strong>Students  who are eligible</strong><br>\n  2L and 3L students only. Team members  are required to be an ABA student member.  <strong></strong></p>\n<p><strong>Dates and timeline overview</strong><br>\n  Try out  packets come out in mid-September. <br>\n  The  competition takes place in mid-November in Salt Lake City.</p>\n<p><strong>Try out details</strong><br>\n  Each student is to prepare a negotiation outline for both  sides of the contract negotiation including: </p>\n<p>List the issues to be negotiated from each side’s  point of view;<br>\n  List the interests and needs to be met for each  issue for each side;<br>\n  List options that might meet the interests and  needs for each issue for each side. </p>\n<p>The coach reviews the materials and selects the team.</p>\n<p><strong>What to expect</strong><br>\n  After the team is chosen, members will meet to prepare for  the competition. The first class will be in early October and may include mock  negotiations based on the round one of the intra-school competition problem, if  necessary, to choose the year’s team.</p>\n<p>The team will meet one night a week beginning in early  October and for two hours each weekend (at the time chosen by the students)  until the November competition.   </p>"
        },
        {
          "id": "american_intellectual_property_moot_court_competition",
          "title": "American Intellectual Property Moot Court Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": false,
          "html": "<p>The Giles Sutherland Rich Moot Court Competition of the  American \nIntellectual Property Law Association is an annual competition  \npresenting problems in intellectual property, such as patent appeals. </p>"
        },
        {
          "id": "animal_law_moot_court_competition",
          "title": "Animal Law Moot Court Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": false,
          "html": "<p>The National Animal Law Moot Court Competition has moved to a biennial model. There will be no competition in 2016.</p>"
        },
        {
          "id": "environmental_law_moot_court_competition",
          "title": "Environmental Law Moot Court Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": false,
          "html": "<p>The National Environmental Law Moot Court Competition is an annual inter-law school appellate moot court competition sponsored by Pace University School of Law. The number of teams typically ranges from 65 to 75 teams. The purpose of the competition is to develop expertise in environmental law appellate advocacy. The annual problem typically involves three parties: industry, government and an environmental protection group, and includes a variety of environmental law statutory issues, administrative law issues and common law claims.</p>\n<p><strong>Web Site</strong> <a href=\"http://www.law.pace.edu/jeffrey-g-miller-national-environmental-law-moot-court-competition\n\">http://www.pace.edu/page.cfm?doc_id=23579</a></p>\n<p><strong>Coaches</strong><br>\n  Samantha Ruscavage Barz and Deana Bennett</p>\n<p><strong>Students  who are eligible</strong><br>\n  2L and 3L students only<strong></strong></p>\n<p><strong>Dates and timeline overview</strong><br>\n  Each team will write a brief for one of the respective party’s  legal argument. The problem typically arrives at the end of September and the  brief is due around the first part of December. Each team will participate in  oral argument (as one of three adverse parties). The competition takes place  around the third week of February at Pace Law School in White Plains, NY. <br>\n  Registration is limited to one team per school, two or three  students on the team.</p>\n<p><strong>Try out details</strong><br>\n  If there are more  than three interested students, there may be an internal tryout competition  that may involve writing a mini-brief on an environmental issue and an oral  argument judged by local lawyers.  </p>\n<p><strong>What to expect</strong><br>\n  The issues in this  specialized area are generally technically and legally complex and involve  three distinct interest groups. The time commitment is substantial. The brief,  due the first part of December, cannot have any participation or input by  anyone other than the team members. There will be at least 10 practice oral  argument sessions, lasting about two hours each. Because attorneys volunteer  for these sessions, they will often be held at night or during the weekend. In  January and during the first two weeks in February, students can expect three  practice sessions per week.</p>"
        },
        {
          "id": "health_law_moot_court",
          "title": "Health Law Moot Court",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p>The purpose of the competition is to develop the art of  appellate \nadvocacy and to encourage research in the growing field of health law  \nand ethics.</p><p>For more information please email the faculty.</p>"
        },
        {
          "id": "hispanic_national_bar_association_moot_court",
          "title": "Hispanic National Bar Association Moot Court",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p>The National Moot Court Competition is held each March in conjunction with the Hispanic National Bar Association Annual Mid-Year Conference. This competition is co-sponsored by the Hispanic National Bar Foundation, the HNBA’s 501 (c)(3) sister organization. It provides law students with the opportunity to hone their brief writing and oral advocacy skills while exploring a complex legal issue.</p>\n<p><strong>Web Site:</strong> <a href=\"http://www.hnba.com\" target=\"_blank\">http://www.hnba.com</a></p>\n<p><strong>Coach:</strong> Sean Olivas</p>\n<p><strong>Students who are eligible:</strong> 2L and 3L students only</p>\n<p><strong>Dates and timeline overview:</strong></p>\n<p>Please provide the following materials to Nancy Huffstutler by October 28, 2016 :</p>\n<ul>\n  <li>Writing sample</li>\n  <li>Copy of your resume</li>\n  <li>Law school transcript</li>\n</ul>\n<p>Interviews will be held the first week of November.</p>\n<p>The actual moot court problem is generally released toward the end of November.</p>\n<p>The competition coincides with the HNBA mid-year convention – usually right before or during spring break.</p>\n<h3>Try out details</h3>\n<p>The application will require completion of a writing sample, a copy of a student’s resume, law school transcript and an interview. Selection will be made based on the combination of these items and will be complete by Thanksgiving.</p>\n<h3>What to expect</h3>\n<p>Students should expect to dedicate time over winter break to meet with their teammates and prepare a brief.  It is important to keep momentum and complete most of the research and analysis before classes start in January. During January, students will meet in weekly or biweekly sessions. They should be prepared to keep their evening schedule relatively free of conflicts. During February and early March, several practice oral arguments will take place per week. The competition will be held in Miami, FL, March 30 – April 2, 2017.</p>"
        },
        {
          "id": "jessup_international_moot_court",
          "title": "Jessup International Moot Court",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p>This course involves intensive development of legal research, analysis, \nwriting, and oral argument skills in preparation for the Jessup International Moot Court Competition.\n The researching and writing for International Court of Justice \nmemorials (briefs) take place in the fall semester, and the practice \noral arguments and regional competition take place in January and \nFebruary. It is expected that the intensity of the program will lead to \nthe development of lawyering skills that are appropriate for both \ndomestic and international tribunals. </p>"
        },
        {
          "id": "national_mock_trial_competition",
          "title": "National Mock Trial Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p>This course will prepare the students selected for participation in the \nNational Mock Trial Competition. The course involves intensive trial \npractice sessions with the objective of developing trial practice and \noral advocacy skills.</p>"
        },
        {
          "id": "national_moot_court_competition",
          "title": "National Moot Court Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p><strong>Course Description</strong></p>\n<p>The ABA Law Student Division National Appellate Advocacy Competition emphasizes the development of oral advocacy skills through a realistic appellate advocacy experience.  Competitors participate in a hypothetical appeal to the U.S. Supreme Court. The competition involves writing a brief as either respondent or petitioner and then arguing the case in front of the mock court.</p>\n<p><strong>Website</strong></p>\n<p><a href=\"http://abaforlawstudents.com/events/law-student-competitions/practical-skills-competitions/national-appellate-advocacy-competition/\">http://abaforlawstudents.com/events/law-student-competitions/practical-skills-competitions/national-appellate-advocacy-competition/</a></p>\n<p><strong>Coaches</strong></p>\n<p>Attorney Ed Ricco and Tim Atler</p>\n<p><strong>Students  who are eligible</strong></p>\n<p>2L and 3L students only</p>\n<p><strong>Dates and timeline overview</strong></p>\n<p>The regional competitions run from mid-February to early March. Teams that advance from the regional competitions will compete in the national finals in early April in Chicago.</p>\n<p><strong>Try-out  details</strong></p>\n<p>The coach(es) create a tryout problem and have applicants write a brief based on the problem. The selection process begins early in the fall semester because the team must be in place by early November.</p>\n<p><strong>What to Expect</strong></p>\n<p>The ABA releases the national competition problem in early or mid-November.  Briefs are due in early January. The regional oral argument competition occurs in four or five venues around the country during late February or early March; teams usually get their first or second choice of venue. For teams that survive the regionals, the national oral competition is held in Chicago in April.</p>\n<p>From soon after the problem is released, students should expect to be involved in intensive research on difficult, current issues of the sort that would engage the U.S. Supreme Court. They can expect to discuss the problem and the brief with the team coach(es) and faculty members. Their research will be turned into a polished appellate brief. The coach and faculty may provide guidance on the team’s analysis of the problem, but they are prohibited from providing assistance in writing or editing the brief. This effort will consume considerable time during winter break.</p>\n<p>After the brief is submitted, students can expect to spend several evenings per week through January and February developing, refining and presenting oral arguments on both sides of the problem to panels drawn from faculty members and local judges and practitioners. They will learn how to think on their feet and can expect helpful and incisive commentary from the coach(es) and panel members.</p>\n<p>Team members will see their appellate advocacy skills grow commensurately from their hard work and can expect to have fun at the oral arguments.</p>"
        },
        {
          "id": "national_native_american_moot_court_competition",
          "title": "National Native American Moot Court Competition",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p>The purpose of the NNALSA Moot Court Competition is to  create opportunities to promote the \n  objectives of the NNALSA Mission Statement, actively  encourage the development of the oral \n  advocacy and brief-writing skills of NNALSA members, as well  as enhance substantive \n  knowledge in the fields of federal Indian law, tribal law  and traditional forms of governance.<br>\n  UNM teams have participated in the National Native American  Law Students Association Moot Court Competition since its inception in 1993.  Teams of two submit their brief and engage in oral arguments on a current issue  involving indigenous peoples in the United States. The school has a very strong  record with teams arguing successfully and individual students winning  distinguished orator awards.</p>\n<p><strong>Web Site</strong><br>\n  <a href=\"http://www.nationalnalsa.org/\">http://www.nationalnalsa.org/</a></p>\n<p><strong>Coaches</strong><br>\n  Professor Kip Bobroff</p>\n<p><strong>Students  who are eligible</strong><br>\n  2L and 3L students <strong></strong></p>\n<p><strong>What to expect </strong></p>\n<p>Students  should expect to dedicate some time over Christmas break to meet with his/her  teammate and prepare a brief. It is important to keep momentum and complete  most of the research and analysis before classes start in January. Weekly or  biweekly sessions in January and February will follow, with additional Saturday  practices for two weeks before the competition. Be prepared for several  practice oral arguments per week during January and February.  </p>"
        },
        {
          "id": "williams_institute_moot_court",
          "title": "Williams Institute Moot Court",
          "frequency_key": null,
          "type": "Competition",
          "family": "Competition",
          "active": true,
          "html": "<p>The Sexual Orientation Law Moot Court Competition is the  only national \ncompetition dedicated exclusively to the area of sexual  orientation \nlaw. This year’s competition will provide an opportunity for competitors\n  to write an appellate-level brief on a current topic in sexual \norientation law  and to argue the case before a panel of judges. The \ncompetition is designed to  promote and recognize the finest oral and \nwritten advocacy on a significant  problem in sexual orientation law.</p>"
        }
      ]
    }
  ]
}